{
    "chapter": {
       			
			"1":[
			{
			"heading":"Chapter I ",
			"title":" Tamil Nadu Prohibition of Eve-teasing Act, 1998..<p></p>",
			"sectionstart":" 1 ",
			"sectionend":" 10.<p></p>"
			}
			]
			
		},
		
		
	"section": {
            "1": [
				
				{
				"section_id":"1",
				"title":"1: Short title and commencement",
				"content":"(1) This Act may be called the Tamil Nadu Prohibition of Eve-teasing Act, 1998.<p></p>(2) It shall be deemed to have come into force on the 30th day of July, 1998.<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Definitions",
				"content":"In this Act, unless the context otherwise requires.-<br></br>(a) Harassment means any indecent conduct or act by a man which causes or is likely to cause intimidation, fear, shame or embarrassment, including abusing or causing hurt or nuisance to, or assault.<p></p>(b) Public service vehicle shall have the same meaning as defined in clause(35) of Section 2 of the Motor Vehicles Act, 1988(Central Act 59 of 1988).<p></p>(c) words and expression used but not defined in this Act shall have the meanings assigned to them in the Indian Penal Code, 1860(Central Act XLV of 1860).<p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Prohibition of harassment of woman",
				"content":"Harassment of woman at any place is prohibited.<p></p>"
				},
				
				{
				"section_id":"4",
				"title":"4: Penalty for harassment of woman.",
				"content":"Whoever commits or participates in or abets harassment of woman in or within the precincts of any educational institutions, temple, or other place of worship, bus stop, road, railway station, cinema theatre, park, beach, place of festival, public services vehicle or vessel or any other place shall be punished with imprisonment for a term which may extend to three years and with fine which shall not be less than ten thousand rupees.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment which may extend to 3 year, or with fine which shall not be less than 10,000 or both<p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.</span><br></br>"
				},
				
				{
				"section_id":"4A",
				"title":"4A: Harassment Death",
				"content":"(1) Where the death of a woman is caused by bodily, injury or occurs otherwise than under normal circumstances and if it is shown that soon before her death, she was subjected to harassment or that in respect of her an offence under Secs. 294, 354, or 509 of the Indian Penal Code (Central Act XLV of 1860) was committed, such death shall be called harassment death.<p></p>(2) Notwithstanding anything contained in Sec 4. Whoever commits harassment death and if the act by which death is caused,-<p></p> (i) is done with the intention of causing such bodily injury as is likely to cause death, shall be punished with imprisonment of either description for a term which may extend to imprisonment for life and with fine which shall not be less than fifty thousand rupees;<p></p> (ii) is done with knowledge  that it is likely to cause death but without any intention to cause death or such bodily injury as is likely to cause death, shall be punished with imprisonment of either description for a term which may extend to ten years and with fine which shall not be less than fifty thousand rupees;<p></p> (iii) is rash or negligent; shall be punished with imprisonment of either description for a term which may extend to ten years and with fine which shall not be less than twenty-five thousand rupees.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment for Life and fine not less than Rs 50,000<p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.<br></br><br></br><p></p>    Punishment : Imprisonment which may extend to 10 year and fine not less than Rs 50,000<p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.<br></br><p></p>    Punishment : Imprisonment which may extend to 10 year and fine not less than Rs 25,000<p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.</span><br></br>"
				},
				
				{
				"section_id":"4B",
				"title":"4B: Harassment Suicide",
				"content":"(1) If any women commits suicide and it is shown that soon before her death, she was subjected to harassment by any person or that in respect of her an offence under Secs. 294,354 or 509 of the Indian Penal Code(Central Act XLV of 1860) was committed, such suicide shall be called The harassment suicide and such person shall be deemed to have abetted the suicide.<p></p>(2) Notwithstanding anything contained in Sec. 4, whoever abets harassment suicide shall be punished with imprisonment of either description or a term which may extend to ten years and with fine which shall not be less than fifty thousand rupees.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment which may extend to 10 year and fine not less than Rs 50,000 <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.<p></p> Compoundable or non-compoundable : compoundable.</span><br></br>"
				},
				
				{
				"section_id":"4C",
				"title":"4C: Presumption as to harassment death and abatement of  harassment",
				"content":"When the question is whether any person had caused harassment death or abetted harassment suicide of a woman, the court shall, unless the contrary is proved, presume that such person had caused the harassment death or abetted the harassment suicide, as the case may be, when it is shown that before her death, such woman had been subjected to harassment or; in respect of her an offence was committed under Secs.294, 354 or 509 of Indian Penal Code(Central Act XLV of 1860) and bodily injury was caused in furtherance of such harassment or commission of the said offence by or at the instance of that person and it resulted in death or suicide, as the case may be, of that woman.<p></p>"
				},
				
				{
				"section_id":"5",
				"title":"5: Responsibility of Management of any precinct",
				"content":"(1) Any person who is incharge of educational institution, temple, or other places of worship, cinema theatre or any other precinct shall,-<p></p>\t(a) take such steps as he may, deem fit to prevent harassment of woman within the precinct; <p></p>\t(b) on a complaint made by an aggrieved person, give information to the police about the harassment of woman.<p></p>(2) Any person who fails to take action under sub-section(1) shall be liable to fine which may extend to two thousand rupees.<p></p>"
				},
				
				{
				"section_id":"6",
				"title":"6: Duty of crew in public service vehicle",
				"content":"(1) The crew of a public service vehicle or vessel or vessel shall take such steps as they may deem fit to prevent harassment of woman in the vehicle or vessel.  Where such harassment is committed in public service vehicle, the crew of such vehicle shall, on a complaint made by the aggrieved person, take such vehicle to the nearest police station and give information to the police.<p></p>(2) Any crew who fails to take steps under sub-section(1) shall be liable to fine which may extend to one thousand rupees.<p></p>"
				},
				
				{
				"section_id":"7",
				"title":"7: Deemed abetment",
				"content":"(1) Where any vehicle or vessel is used in the commission of any offence punishable under Secs. 4, 4-A or 4-B, the driver of such vehicle or vessel shall unless the contrary is proved, be deemed to have abetted the offence under Secs. 4, 4-A, or 4-B, as the case may be, and shall be punished with imprisonment for a term which may extend to three years and with fine which shall not be less than five thousand rupees;<p></p>(2) Any vehicle or vessel specified in sub-section(1) shall be confiscated unless the owner of such vehicle or vessel proves that such vehicle or vessel was used in committing harassment of woman without his knowledge.<p></p>"
				},
				
				{
				"section_id":"7A",
				"title":"7A: Order to pay compensation",
				"content":"The Court may, when awarding a sentence under Secs. 4, 4-A or 4-B, order the accused to pay, by way of compensation, such amount as may be specified in the order, to the person who has suffered any loss or injury or disability or mental agony by reason of the act which the accused person has been so sentenced or to her legal heir.<p></p>"
				},
				
				{
				"section_id":"8",
				"title":"8: Operation of other laws not affected",
				"content":"The provisions of this Act shall be in addition to , and not in derogation of, any other law for the time being in force.<p></p>"
				},
				
				{
				"section_id":"9",
				"title":"9: Power to make rules",
				"content":"(1) The State Government may make rules for carrying out the purposes of this Act.<p></p>(2) All rules made under this Act shall be published in the Tamil Nadu Government Gazette and unless they are expressed to come in force on a particular day shall come into force on the day on which they are so published.<p></p>(3) Every rule made under this Act shall, as soon as possible after it is made, be placed on the table of the Legislative Assembly, and if before the expiry of the session in which it is so placed or the next session, the Assembly makes any modification in any such rule, or the Assembly decides that the rule should not be made, the rule shall thereafter have effect only on such modified form or be of no effect, as the case may be, so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.<p></p>"
				},
				
				{
				"section_id":"10",
				"title":"10: Repeal and Saving",
				"content":"(1) The Tamil Nadu Prohibition of Eve-teasing Ordinance, 1998(T.N. Ordinance 4 of 1998) is hereby repealed.<p></p>(2) Notwithstanding such repeal, anything done or any such action taken under the ordinance shall be deemed to have been done or taken under this act.<p></p>"
				}
				
				
			
			]
			
		}
		
}