{
    "chapter": {
       			
			"1":[
			{
			"heading":"  Chapter I ",
			"title":" The Tamil Nadu Open Places (regulation of pasting of posters and fixing of thatty boards) Rules, 1995.<p></p>",
			"sectionstart":" 1 ",
			"sectionend":"6.<p></p>"
			}
			]
		
	},
	
	
	"section": {
            "1": [
			
			{
			"section_id":"1",
			"title":"1: Short title and application",
			"content":"(1) These Rules may be called The Tamil Nadu Open Places(regulation of pasting of posters and fixing of thatty boards) Rules, 1995.<p></p>(2) They apply to the City of Madras.<p></p>"
			},
			
			{
			"section_id":"2",
			"title":"2: Commencement",
			"content":"They shall come into force on the Fourteenth day of November 1995.<p></p>"
			},
			
			{
			"section_id":"3",
			"title":"3: Definitions",
			"content":"In these rules unless there is anything repugnant in the subject or context,-<p></p>[a] \"Act\" means the Tamil Nadu Open Places [Prevention of Disfigurement] Act 1959[Tamil Nadu Act 2 of 1959];<p></p>[b] \"Standard\" means the advertising board erected by the Corporation of Madras, at selected places without obstructing traffic on which any thatty board shall be put up or fixed;<p></p>[c] Special occasion means any conference, meeting or festival or function or such other occasion as the Government may, from time to time, specify; and [d] \"Form\" means a form appended to these rules.<p></p>"
			},
			
			{
			"section_id":"4",
			"title":"4: Fixing of Thatty Boards",
			"content":"[1] Any person who intends to put up or fix any board on any lamp post or tree belonging to the State Government or any local authority shall apply in Form \"A\" together with a fee as specified in the Table under sub-rule[3], to the Commissioner of the Corporation of Madras. On the receipt of the application, the Commissioner of the Corporation of Madras may grant permission in Form 'B' for such period and subject to such conditions, as may be specified.<p></p>[2] Any person who intends to put up or fix any thatty board on poles or standards on any special occasion shall apply in Form 'A' together with a fee as special in the Table under sub-rule[3], before a period of not less than five days to the date on which the board is sought to be put up or fixed, to the Commissioner of Police. On receipt of the application, the Commissioner of Police may grant permission in Form 'C for such period, not exceeding four weeks and subject to such conditions, as may be specified.<p></p>[3] The fee, referred in sub-rule[1] and [2], shall be specified in the Table below:-<p></p> <p></p>S.No.\tSize of the board\tAmount per week / board. Rs.P.\t   <p></p>1.\tNot exceeding half square metre.\t1.50\t   <p></p>2.\tExceeding half square but not exceeding\t\t   <p></p>\tone square metre\t3.00\t   <p></p>3.\tEvery additional square metre or fraction thereof\t3.00\t <p></p>"
			},
			
			{
			"section_id":"5",
			"title":"5: Size of Thatty Boards",
			"content":"The size of a thatty board referred to in these rules shall be not more than three and half metres in length and two metres in breadth; Provided that the size of a thatty board referred to in these rules, on any special occasion, shall be not more than two metres in length and one metre in breadth.<p></p>"
			},
			
			{
			"section_id":"6",
			"title":"6: Pasting of Posters",
			"content":"The order of the Commissioner of Police specifying the places wherein any poster or advertisement maybe affixed or inscribed or exhibited, shall be given due publicity by means of display of the said order on a Notice board provided in the Office of the Commissioner of Police and in other importance places in the local area and through mass media.<p></p>"
			}
			
			
			
		]
			
	}
	
}	