{
    "chapter": {
       			
			"1":[
			{
			"heading":"Chapter I ",
			"title":" The TamilNadu Prohibition of Charging Exorbitant Interest Act, 2003..<p></p>",
			"sectionstart":" 1 ",
			"sectionend":" 13.<p></p>"
			}
			]
			
		},
		
		
	"section": {
            "1": [
			
			{
			"section_id":"1",
			"title":"1: Short title and commencement",
			"content":"(1) This Act may be called The TamilNadu Prohibition of Charging Exorbitant Interest Act, 2003.<p></p>(2) It extends to the whole of the State of Tamil Nadu.<p></p>(3) It shall be deemed to have come into force on the 9th day of June, 2003.<p></p>"
			},
			
			{
			"section_id":"2",
			"title":"2: Definitions",
			"content":"In this Ordinance, unless the context otherwise requires,-<p></p>(1) \"daily vatti\" means interest on daily basis which will work out to an interest rate more than that fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act 1957.<p></p>(2) \"debtor\" means a person who receives loan for exorbitant interest;<p></p>(3) \"exorbitant interest\" means and includes daily vatti, hourly vatti, kandhu vatti, meter vatti and thandal;<p></p>(4) \"hourly vatti\" means interest on hourly basis which will work out to an interest rate more than that fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act, 1957;<p></p>(5) \"kandhu vatii\" means an interest which will work out to an interest rate more than that fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act, 1957;<p></p>(6) \"loan\" means an advance of money for daily vatti, hourly vatti, kandhu vatti, meter vatti or thandal:<p></p>(7) \"meter vatti\" means an interest which will work out to an interest rate more than that fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act, 1957, for every day on the loan amount not paid within the stipulated time;<p></p>(8) \"thandal\" means interest, which will work out to an interest rate more than that fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act, 1957 which is to be collected daily along with the part of the loan amount;<p></p>(9) Words and expressions used but not defined in this Ordinance shall have the meanings assigned to them in the Tamil Nadu Money-lenders Act, 1957,<p></p>"
			},
			
			{
			"section_id":"3",
			"title":"3: Prohibition of charging exorbitant interest",
			"content":"No person shall charge exorbitant interest on any loan advanced by him.<p></p>"
			},
			
			{
			"section_id":"4",
			"title":"4: Penalty",
			"content":"Notwithstanding anything contained in the Tamil Nadu Money-lenders Act, 1957 whoever contravenes the provisions of section 3 or molests or abets the molestation of any debtor for recovery of any loan shall be punishable with imprisonment for a term which may extend to three years and also with fine which may extend to thirty thousand rupees.<p></p>"
			},
			
			{
			"section_id":"5",
			"title":"5: Deposit of money and presentation of petition to Court and the procedure ther of",
			"content":"(1) A debtor may deposit the money due in respect of loan received by him from any person together with interest at the rate fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act, 1957 into the Court, having jurisdiction, along with a petition to record that the amount deposited is in full or part, satisfaction of the loan including the interest therefor, as the case may be.<p></p>(2) The Court shall, on receipt of a petition under sub-section(1), refer a copy of the petition to the person mentioned in the petition, directing him to give his version of the case within a period of fifteen days as may be granted by the Court. The Court may, after due inquiry and after considering the versions of the parties, pass orders recording the satisfaction of the loan and interest therefor in full or in part as the case may be.<p></p>"
			},
			
			{
			"section_id":"6",
			"title":"6: Restoration of possession of property",
			"content":"The Court may, on filing a petition by the debtor, order the restoration of possession of property whether movable or immovable, if any, forcibly taken by any person towards repayment of the loan advanced or interest therefor.<p></p>"
			},
			
			{
			"section_id":"6",
			"title":"6: Restoration of possession of property",
			"content":"The Court may, on filing a petition by the debtor, order the restoration of possession of property whether movable or immovable, if any, forcibly taken by any person towards repayment of the loan advanced or interest therefor.<p></p>"
			},
			
			{
			"section_id":"7",
			"title":"7: Voluntary disclosure",
			"content":"Any person who charges exorbitant interest may, within one month from the date of publication of this Ordinance in the Tamil Nadu Government Gazette, file a petition before the Court disclosing his intention to charge only the rate fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act, 1957, on the loan advanced by him and on such disclosure the interest in respect of such loan shall be as fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act, 1927 and no prosecution for the offences under this Ordinance shall be instituted in respect of such loan.<p></p>"
			},
			
			{
			"section_id":"8",
			"title":"8: Adjustment of interest",
			"content":"The Court may, on a petition filed by the debtor for settlement of loan including the interest therefor, pass an order for the adjustment of the interest, if any, paid by the debtor, over and above the rate of interest fixed by the Government under section 7 of the Tamil Nadu Money-lenders Act, 1957 towards the loan.<p></p>"
			},
			
			{
			"section_id":"9",
			"title":"9: Abetment of suicide",
			"content":"Where a debtor or any member of his family commits suicide and if it is shown that immediately prior to such suicide the debtor or any member of his family was subjected to molestation by any person, the person who has advanced loan shall, unless the contrary is proved, be deemed to have abetted the commission of such suicide.Explanation - For the purpose of this section, member of family means the spouse, unmarried daughter or unmarried son.<p></p>"
			},
			
			{
			"section_id":"10",
			"title":"10: Court Fees",
			"content":"Notwithstanding anything contained in any other law for the time being in force, the court fee payable in respect of a petition under this Ordinance shall be rupees one hundred.<p></p>"
			},
			
			{
			"section_id":"11",
			"title":"11: Ordinance not to be in derogation to other laws",
			"content":"The provisions of section 12 of the Tamil Nadu Money-lenders Act, 1957 shall not apply in respect of offences under this Ordinance, The provisions of this Ordinance shall be in addition to and not in derogation to the provisions of any other law for the time being in force,<p></p>"
			},
			
			{
			"section_id":"12",
			"title":"12: Application of provisions of Tamil Nadu Money-lenders Act, 1957",
			"content":"Subject to the provisions of this Ordinance, the provisions of the Tamil Nadu Money-lenders Act, 1957 in so far as they are applicable to money-lenders shall mutatis mutandis apply to a person referred to in section 3 of this Ordinance.Explanation - Where an act of a person constitutes offences under this Ordinance and under the Tamil Nadu Money-lenders Act, 1957 prosecution shall be launched under this Ordinance.<p></p>"
			},
			
			{
			"section_id":"13",
			"title":"13: Repeal and Saving",
			"content":"(1) The Tamil Nadu Prohibition of Charging Exorbitant Interest Ordinance, 2003 (Tamil Nadu Ordinance 2 of 2003) is hereby repealed.<p></p>(2) Notwithstanding such repeal, anything done or any action taken under the Tamil Nadu Prohibition of Charging Exorbitant Interest Ordinance, 2003 (Tamil Nadu Ordinance 2 of 2003) shall be deemed to have been done or taken under this Act.<p></p>"
			}
			
			
			
		]
			
		}
		
}