{
    "chapter": {
        "1": [
            {
                "heading": "Chapter I:",
                "title": "PRELIMINARY",
                "sectionstart": "1",
                "sectionend": "2"
            }
        ],
        "2": [
            {
                "heading": "Chapter II:",
                "title": "ACQUISITION, POSSESSION, MANUFACTURE, SALE, IMPORT, EXPORT AND TRANSPORT OF ARMS AND AMMUNITION",
                "sectionstart": "3",
                "sectionend": "12"
            }
        ],
         "3":[
		   {
		   "heading":"Chapter III",
		   "title":" PROVISIONS RELATING LICENCES",
		   "sectionstart":" 13 ",
		   "sectionend":" 18"
		   }
		   ],
		    "4":[
		 {
		 "heading":"Chapter IV ",
		 "title":" POWERS AND PROCEDURE",
		 "sectionstart":" 19 ",
		 "sectionend":" 24B"		 
		 }
		 ],
		  "5":[
		 {
		 "heading":"Chapter V ",
		 "title":" OFFENCES AND PENALTIES",
		 "sectionstart":" 25 ",
		 "sectionend":" 33"
		 }
		 ],
		  "6":[
		 {
		 "heading":"Chapter VI ",
		 "title":" MISCELLANEOUS",
		 "sectionstart":" 34 ",
		 "sectionend":" 46"
		 }
		 ]	
       },
	
	"section": {
            "1": [
            {	"section_id": "1",
                "title": "1: Short title extent and commencement",
                "content": "(1) This Act may be called THE ARMS ACT 1959(2) It extends to the whole of India(3) It shall come into force on such date as the Central Government may by notification in the Official Gazette appoint"
                
            },
			{	"section_id":"2",
			    "title":"2: Definitions and interpretation",
                "content":"(1) In this Act unless the context otherwise requires<p></p>        (a) acquisition with its grammatical variations and cognate expressions includes hiring borrowing or accepting as a gift;<p></p>        (b) ammunition means ammunition for any firearm and includes<p></p>            (i) rockets bombs grenades shells and other missiles<p></p>            (ii) articles designed for torpedo service and submarine mining<p></p>            (iii) other articles containing or designed or adapted to contain explosive fulminating or fissionable material or noxious liquid gas or other such thing whether capable of use with firearms or not<p></p>            (iv) charges for firearms and accessories for such charges<p></p>            (v) fuses and friction tubes<p></p>            (vi) parts of and machinery for manufacturing ammunition and<p></p>            (vii) such ingredients of ammunition as the Central Government may by notification in the Official Gazette specify in this behalf;<p></p>        (c) arms means articles of any description designed or adapted as weapons for offences or defence and includes firearms sharp-edged and other deadly weapons and parts of and machinery for manufacturing arms but does not include articles designed solely for domestic or agricultural uses such as a lathi or an ordinary walking stick and weapons incapable of being used otherwise than as toys or of being converted into serviceable weapons;<p></p>        (d) district magistrate in relation to any area for which a Commissioner of Police has been appointed means the Commissioner of Police thereof and includes any such Deputy Commissioner of Police exercising jurisdiction over the whole or any part of such area as may be specified by the State Government in this behalf in relation to such area or part;<p></p>        (e) firearms means arms of any description designed or adapted to discharge a projectile or projectiles of any kind by the action of any explosive or other forms of energy and includes<p></p>            (i) artillery hand-grenades riot-pistols or weapons of any kind designed or adapted for the discharge of any noxious liquid gas or other such things<p></p>            (ii) accessories for any such firearms designed or adapted to diminish the noise or flash caused by the firing thereof<p></p>            (iii) parts of and machinery for manufacturing firearms and<p></p>            (iv) carriages platforms and appliances for mounting transporting and serving artillery;<p></p>        (f) licensing authority means an officer or authority empowered to grant or renew licences under rules made under the Act and includes the Government;<p></p>        (ff) magistrate means an Executive Magistrate under the Code of Criminal Procedure 1973 (2 of 1974);<p></p>        (g) prescribed means prescribed by rules made under this Act;<p></p>        (h) prohibited ammunition means any ammunition containing or designed or adapted to contain any noxious liquid gas or other such thing and includes rockets bombs grenades shells missiles articles designed for torpedo service and submarine mining and such other articles as the Central Government may by notification in the Official Gazette specify to be prohibited ammunition;<p></p>        (i) prohibited arms means<p></p>            (i) firearms so designed or adapted that if pressure is applied to the trigger missiles continue to be discharged until pressure is removed from the trigger or the magazine containing the missiles is empty or<p></p>            (ii) weapons of any description designed or adapted for the discharge of any noxious liquid gas or other such thing and includes artillery anti-aircraft and anti-tank firearms and such other arms as the Central Government may by notification in the Official Gazette specify to be prohibited arms;<p></p>        (j)public servant has the same meaning as in section21 of the Indian Penal Code (45 of 1860);<p></p>        (k)transfer with its grammatical variations and cognate expressions includes letting on hire lending giving and parting with possession.<p></p>    (2)For the purposes of this Act the length of the barrel of a firearm shall be measured from the muzzle to the point at which the charge is exploded on firing.<p></p>    (3)Any reference in the Act to any law which is not in force in any area shall in relation to that area be construed as a reference to the corresponding law if any in force in that area.<p></p>    (4)Any reference in this Act to any officer or authority shall in relation to any area in which there is no officer or authority with the same designation be construed as a reference to such officer or authority as may be specified by the Central Government by notification in the Official Gazette.<p></p>"
            }		
           ],
       		"2":[
	        	{
	    	  "section_id":"3",
		      "title":"3: License for acquisition and possession of firearms and ammunition",
		      "content":"(1) No person shall acquire have in his possession or carry any firearm or ammunition unless he holds in this behalf a licence issued in accordance with the provisions of this Act and the rules made thereunder: Provided that a person may without himself holding a licence carry any firearm or ammunition in the presence or under the written authority of the holder of the licence for repair or for renewal of the licence or for use by such holder.<p></p>    (2) Notwithstanding anything contained in sub-section(1) no person other than a person referred to in sub-section(3) shall acquire have in his possession or carry at any time more than three firearms: Provided that a person who has in his possession more firearms than three at the commencement of the Arms (Amendment) Act 1983 may retain with him any three of such firearms and shall deposit within ninety days from such commencement the remaining firearms with the officer in charge of the nearest police station or subject to the conditions prescribed for the purposes of sub-section(1) of section21 with a licensed dealer or where such person is a member of the armed forces of the Union in a unit armoury referred to in that sub-section.<p></p>    (3) Nothing contained in sub-section(2)shall apply to any dealer in firearms or to any member of a rifle club or rifle association licensed or recognised by the Central Government using a point 22 bore rifle or an air rifle for target practice.<p></p>    (4) The provisions of sub-sections(2) to (6) (both inclusive) of section21 shall apply in relation to any deposit of firearms under the proviso to sub-section(2) as they apply in relation to the deposit of any arm or ammunition under sub-section(1) of that section.<p></p>"
		   },
		   {
		    "section_id":"4",
		     "title":"4: License for acquisition and possession of arms of specified description in certain cases",
		     "content":"If the Central Government is of opinion that having regard to the circumstances prevailing in any area it is necessary or expedient in the public interest that the acquisition possession or carrying of arms other than firearms should also be regulated it may by notification in the Official Gazette direct that this section shall apply to the area specified in the notification and thereupon no person shall acquire have in his possession or carry in that area arms of such class or description as may be specified in that notification unless he holds in this behalf a licence issued in accordance with the provisions of this Act and the rules made thereunder.<p></p>"
		     },
			 {
			 "section_id":"5",
			 "title":"5: License for manufacture sale etc. of arms and ammunition",
			 "content":"(1) No person shall<p></p>        (a) use manufacture sell transfer convert repair test or prove or<p></p>        (b) expose or offer for sale or transfer or have in his possession for sale transfer conversion repair test or proof any firearms or any other arms of such class or description as may be prescribed or any ammunition unless he holds in this behalf a licence issued in accordance with the provisions of this Act and the rules made thereunder.<p></p>       (2) Notwithstanding anything contained in sub-section(1) a person may without holding a licence in this behalf sell or transfer any arms or ammunition which he lawfully possesses for his own private use to another person who is entitled by virtue of this Act or any other law for the time being in force to have or is not prohibited by this Act or such other law from having in his possession such arms or ammunition: Provided that no firearm or ammunition in respect of which a licence is required under section3 and no arms in respect of which a licence is required under section4 shall be so sold or transferred by any person unless<p></p>       (a) he has informed in writing the District Magistrate having jurisdiction or the officer in charge of the nearest police station of his intention to sell or transfer such firearms ammunition or other arms and the name and address of the person to whom he intends to sell or transfer such firearms ammunition or the other arms and<p></p>       (b) a period of not less than forty-five days has expired after the giving of such information.<p></p>"
			 },
			 {
			 "section_id":"6",
			 "title":"6: License for the shortening of guns or conversion of imitation firearms into firearms",
			 "content":"No person shall shorten the barrel of a firearm or convert an imitation firearm into a firearm unless he holds in this behalf a licence issued in accordance with the provisions of this Act and the rules made thereunder.Explanation : In this section the expression imitation firearms means anything which has the appearance of being a firearm whether it is capable of discharging any shot bullet or other missile or not.<p></p>"
			 },
			 {
			 "section_id":"7",
			 "title":"7: Prohibition of acquisition or possession or of manufacture or sale of prohibited arms or prohibited ammunition",
			 "content":"No person shall - (a) acquire have in his possession or carry; or<p></p>                           (b) use manufacture sell transfer convert repair test or prove; or<p></p>                           (c) expose or offer for sale or transfer or have in his possession for sale transfer conversion repair test or proof any prohibited arms or prohibited ammunition unless he has been specially authorised by the Central Government in this behalf.<p></p>"
			 },
			 {
			 "section_id":"8",
			 "title":"8: Prohibition of sale or transfer of firearms not bearing identification marks",
			 "content":"(1) No person shall obliterate remove alter or forge any name number or other identification mark stamped or otherwise shown on a firearm.<p></p>         (2) No person shall sell or transfer any firearm which does not bear the name of the maker manufacturer's number or other identification mark stamped or otherwise shown thereon in a manner approved by the Central Government.<p></p>         (3) Whenever any person has in his possession any firearm without such name number or other identification mark on which such name number or other identification mark has been obliterated removed altered or forged it shall be presumed unless the contrary is proved that he has obliterated removed altered or forged that name number or other identification mark: Provided that in relation to a person who has in his possession at the commencement of this Act any firearm without such name number or other identification mark stamped or otherwise shown thereon the provisions of this sub-section shall not take effect until after the expiration of one year from such commencement.<p></p>"
			 },
			 {
			 "section_id":"9",
			 "title":"9: Prohibition of acquisition or possession by or of sale or transfer to young persons and certain other persons of fire arms etc",
			 "content":"(1) Notwith-standing anything in the foregoing provisions of this Act<p></p>         (a) no person<p></p>            (i) who has not completed the age of twenty-one years or<p></p>            (ii) who has been sentenced on conviction of any offence involving violence or moral turpitude to imprisonment for any term at any time during a period of five years after the expiration of the sentence or<p></p>            (iii) who has been ordered to execute under Chapter VIII of the Code of Criminal Procedure 1973 (2 of 1974) a bond for keeping the peace or for good behaviour at any time during the term of the bond shall acquire have in his possession or carry any firearm or ammunition;<p></p>         (b) no person shall sell or transfer any firearm or ammunition to or convert repair test or prove any firearm or ammunition for any other person whom he knows or has reason to believe<p></p>            (i) to be prohibited under clause(a) from acquiring having in his possession or carrying any firearm or ammunition or<p></p>            (ii) to be of unsound mind at the time of such sale or transfer or such conversion repair test or proof.<p></p>         (2) Notwithstanding anything in sub-clause (i)of clause (a) of sub-section(1) a person who has attained the prescribed age-limit may use under prescribed conditions such firearms as may be prescribed in the course of his training in the use of such firearms: Provided that different age-limits may be prescribed in relation to different types of firearms.<p></p>"
			 },
			 {
			 "section_id":"10",
			 "title":"10: License for import and export of arms etc",
			 "content":"(1) No person shall bring into or take out of India by sea land or air any arms or ammunition unless he holds in this behalf a licence issued in accordance with the provisions of this Act and the rules made thereunder: Provided that<p></p>        (a) a person who is entitled by virtue of this Act or any other law for the time being in force to have or is not prohibited by this Act or such other law from having in his possession any arms or ammunition may without a licence in this behalf bring into or take out of India such arms or ammunition in reasonable quantities for his own private use;<p></p>        (b) a person being a bona fide tourist belonging to any such country as the Central Government may by notification in the Official Gazette specify who is not prohibited by the laws of that country from having in his possession any arms or ammunition may without a licence under this section but in accordance with such conditions as may be prescribed bring with him into India arms and ammunition in reasonable quantities for use by him for purposes only of sport and for no other purpose.Explanation : For purposes of clause (b)of this proviso the word tourist means a person who not being a citizen of India visits India for a period not exceeding six months with no other object than recreation sight-seeing or participation in a representative capacity in meetings convened by the Central Government or in international conferences associations or other bodies.<p></p>        (2) Notwithstanding anything contained in the proviso to sub-section(1) where the Commissioner of Customs or any other officer empowered by the Central Government in this behalf has any doubt as to the applicability of clause(a) or clause(b) of that proviso to any person who claims that such clause is applicable to him or as to the reasonableness of the quantities of arms or ammunition in the possession of any person referred to in such clause or as to the use to which such arms or ammunition may be put by such person may detain the arms or ammunition in the possession of such person until he receives the orders of the Central Government in relation thereto.<p></p>        (3) Arms and ammunition taken from one part of India to another by sea or air or across any intervening territory not forming a part of India are taken out of and brought into India within the meaning of this section.<p></p>"
			 },
			 {
			 "section_id":"11",
			 "title":"11: Power to prohibit import or export of arms etc",
			 "content":"The Central Government may by notification in the Official Gazette prohibit the bringing into or the taking out of India arms or ammunition of such classes and descriptions as may be specified in the notification.<p></p>"
			 },
			 {
			 "section_id":"12",
			 "title":"12: Power to restrict or prohibit transport of arms",
			 "content":"(1) The Central Government may by notification in the Official Gazette<p></p>         (a) direct that no person shall transport over India or any part thereof arms or ammunition of such classes and descriptions as may be specified in the notification unless he holds in this behalf a licence issued in accordance with the provisions of this Act and the rules made thereunder; or<p></p>         (b) prohibit such transport altogether.<p></p>         (2) Arms or ammunition trans-shipped at a seaport or an airport in India are transported within the meaning of this section.<p></p>"		
			 }
	        ],
	    "3": [
			 {
			 "section_id":"13",
			 "title":"13: Grant of licenses",
			 "content":"(1) An application for the grant of a licence under Chapter II shall be made to the licensing authority and shall be in such form contain such particulars and be accompanied by such fee if any as may be prescribed.<p></p>         (2) On receipt of an application the licensing authority shall call for the report of the officer in charge of the nearest police station on that application and such officer shall send his report within the prescribed time.<p></p>         (2-A) The licensing authority after such inquiry if any as it may consider necessary and after considering the report received under sub-section(2) shall subject to the other provisions of this Chapter by order in writing either grant the licence or refuse to grant the same: Provided that where the officer in charge of the nearest police station does not send his report on the application within the prescribed time the licensing authority may if it deems fit make such order after the expiry of the prescribed time without further waiting for that report.<p></p>         (3) The licensing authority shall grant<p></p>         (a) a licence under section3 where the licence is required<p></p>            (i) by a citizen of India in respect of a smooth bore gun having a barrel of not less than twenty inches in length to be used for protection or sport or in respect of a muzzle a loading gun to be used for bona fide crop protection: Provided that where having regard to the circumstances of any case the licensing authority is satisfied that a muzzle loading gun will not be sufficient for crop protection the licensing authority may grant a licence in respect of any other smooth bore gun as aforesaid for such protection or<p></p>            (ii) in respect of a point 22 bore rifle or an air rifle to be used for target practice by a member of a rifle club or rifle association licensed or recognised by the Central Government;<p></p>         (b) a licence under section3 in any other case or a licence under section4 section5 section6 section10 or section12 if the licensing authority is satisfied that the person by whom the licence is required has a good reason for obtaining the same.<p></p>"
			 },
			 {
			 "section_id":"14",
			 "title":"14: Refusal of licenses",
			 "content":"(1) Notwithstanding anything in section13 the licensing authority shall refuse to grant<p></p>         (a) a licence under section3 section4 or section5 where such licence is required in respect of any prohibited arms or prohibited ammunition;<p></p>         (b) a licence in any other case under Chapter II<p></p>            (i) where such licence is required by a person whom the licensing authority has reason to believe<p></p>                (1) to be prohibited by this Act or by any other law for the time being in force from acquiring having in his possession or carrying any arms or ammunition or<p></p>                (2) to be of unsound mind or<p></p>                (3) to be for any reason unfit for a licence under this Act; or<p></p>            (ii) where the licensing authority deems it necessary for the security of the public peace or for public safety to refuse to grant such licence.<p></p>         (2) The licensing authority shall not refuse to grant any licence to any person merely on the ground that such person does not own or possess sufficient property.<p></p>         (3) Where the licensing authority refuses to grant a licence to any person it shall record in writing the reasons for such refusal and furnish to that person on demand a brief statement of the same unless in any case the licensing authority is of the opinion that it will not be in the public interest to furnish such statement.<p></p>"
			 }, 
			 {
			 "section_id":"15",
			 "title":"15: Duration and renewal of license",
			 "content":"(1) A licence under section3 shall unless revoked earlier continue in force for a period of three years from the date on which it is granted: Provided that such a licence may be granted for a shorter period if the person by whom the licence is required so desires or if the licensing authority for reasons to be recorded in writing considers in any case that the licence should be granted for a shorter period.<p></p>         (2) A licence under any other provision of Chapter II shall unless revoked earlier continue in force for such period from the date on which it is granted as the licensing authority may in each case determine.<p></p>         (3) Every licence shall unless the licensing authority for reasons to be recorded in writing otherwise decides in any case be renewable for the same period for which the licence was originally granted and shall be so renewable from time to time and the provisions of sections 13 and 14 shall apply to the renewal of a licence as they apply to the grant thereof.<p></p>"
			 },
			 {
			 "section_id":"16",
			 "title":"16: Fees etc. for license",
			 "content":"The fees on payment of which the conditions subject to which and the form in which a licence shall be granted or renewed shall be such as may be prescribed: Provided that different fees different conditions and different forms may be prescribed for different types of licences: Provided further that a licence may contain in addition to prescribed conditions such other conditions as may be considered necessary by the licensing authority in any particular case.<p></p>"
			 },
			 {
			 "section_id":"17",
			 "title":"17: Variation suspension and revocation of licenses",
			 "content":"(1) The licensing authority may vary the conditions subject to which a licence has been granted except such of them as have been prescribed and may for that purpose require the licence holder by notice in writing to deliver-up the licence to it within such time as may be specified in the notice.<p></p>         (2) The licensing authority may on the application of the holder of a licence also vary the conditions of the licence except such of them as have been prescribed.<p></p>         (3) The licensing authority may by order in writing suspend a licence for such period as it thinks fit or revoke a licence<p></p>        (a) if the licensing authority is satisfied that the holder of the licence is prohibited by this Act or by any other law for the time being in force from acquiring having in his possession or carrying any arms or ammunition or is of unsound mind or is for any reason unfit for a licence under this Act; or<p></p>        (b) if the licensing authority deems it necessary for the security of the public peace or for public safety to suspend or revoke the licence; or<p></p>        (c) if the licence was obtained by the suppression of material information or on the basis of wrong information provided by the holder of the licence or any other person on his behalf at the time of applying for it; or<p></p>        (d) if any of the conditions of the licence has been contravened; or<p></p>        (e) if the holder of the licence has failed to comply with a notice under sub-section(1) requiring him to deliver-up the licence.<p></p>         (4) The licensing authority may also revoke a licence on the application of the holder thereof.<p></p>         (5) Where the licensing authority makes an order varying a licence under sub-section(1) or an order suspending or revoking a licence under sub-section(3) it shall record in writing the reasons therefor and furnish to the holder of the licence on demand a brief statement of the same unless in any case the licensing authority is of the opinion that it will not be in the public interest to furnish such statement.<p></p>         (6) The authority to whom the licensing authority is subordinate may by order in writing suspend or revoke a licence on any ground on which it may be suspended or revoked by the licensing authority; and the foregoing provisions of this section shall as far as may be apply in relation to the suspension or revocation of a licence by such authority.<p></p>         (7) A Court convicting the holder of a licence of any offence under this Act or the rules made thereunder may also suspend or revoke the licence: Provided that if the conviction is set aside on appeal or otherwise the suspension or revocation shall become void.<p></p>         (8) An order of suspension or revocation under sub-section(7) may also be made by an Appellate Court or by the High Court when exercising its powers of revision.<p></p>         (9) The Central Government may by order in the Official Gazette suspend or revoke or direct any licensing authority to suspend or revoke all or any licences granted under this Act throughout India or any part thereof.<p></p>         (10) On the suspension or revocation of a licence under this section the holder thereof shall without delay surrender the licence to the authority by whom it has been suspended or revoked or to such other authority as may be specified in this behalf in the order of suspension or revocation.<p></p>"
			 },
		     {
		    "section_id":"18",
		    "title":"18: Appeals",
		    "content":"(1) Any person aggrieved by an order of the licensing authority refusing to grant a licence or varying the conditions of a licence or by an order of the licensing authority or the authority to whom the licensing authority is subordinate suspending or revoking a licence may prefer an appeal against that order to such authority (hereinafter referred to as the appellate authority) and within such period as may be prescribed: Provided that no appeal shall lie against any order made by or under the direction of the Government.<p></p>         (2) No appeal shall be admitted if it is preferred after the expiry of the period prescribed therefor: Provided that an appeal may be admitted after the expiry of the period prescribed therefor if the appellant satisfies the appellate authority that he had sufficient cause for not preferring the appeal within that period.<p></p>         (3) The period prescribed for an appeal shall be computed in accordance with the provisions of the Indian Limitation Act 1908 (9 of 1908) with respect to the computation of periods of limitation thereunder.<p></p>         (4) Every appeal under this section shall be made by a petition in writing and shall be accompanied by a brief statement of the reasons for the order appealed against where such statement has been furnished to the appellant and by such fee as may be prescribed.<p></p>         (5) In disposing of an appeal the appellate authority shall follow such procedure as may be prescribed: Provided that no appeal shall be disposed of unless the appellant has been given a reasonable opportunity of being heard.<p></p>         (6) The order appealed against shall unless the appellate authority conditionally or unconditionally directs otherwise be in force pending the disposal of the appeal against such order.<p></p>         (7) Every order of the appellate authority confirming modifying or reversing the order appealed against shall be final.<p></p>"
		     }
		   ],
		"4":[ 
	        {
	         "section_id":"19",
			 "title":"19: Power to demand production of license etc",
	         "content":"(1) Any police officer or any other officer specially empowered in this behalf by the Central  Government may demand the production of his licence from any person who is carrying any arms or ammunition.<p></p>         (2) If the person upon whom a demand is made refuses or fails to produce the licence or to show that he is entitled by virtue of this Act or any other law for the time being in force to carry such arms or ammunition without a licence the officer concerned may require him to give his name and address and if such officer considers it necessary seize from that person the arms or ammunition which he is carrying.<p></p>         (3) If that person refuses to give his name and address or if the officer concerned suspects that person of giving a false name or address or of intending to abscond such officer may arrest him without warrant.<p></p>"
			 },
            {
			"section_id":"20",
			"title":"20: Arrest of persons conveying arms etc. under suspicious circumstances",
			"content":"Where any person is found carrying or conveying any arms or ammunition whether covered by a licence or not in such manner or under such circumstances as to afford just grounds of suspicion that the same are or is being carried by him with intent to use them or that the same may be used for any unlawful purpose any magistrate any police officer or any other public servant or any person employed or working upon a railway aircraft vessel vehicle or any other means of conveyance may arrest him without warrant and seize from him such arms or ammunition.<p></p>"		
			},
			{
			"section_id":"21",
			"title":"21: Deposit of arms etc. on possession ceasing to be lawful",
			"content":"(1) Any person having in his possession any arms or ammunition the possession whereof has in consequence of the expiration of the duration of a licence or of the suspension or revocation of a licence or by the issue of a notification under section 4 or by any reason whatever ceased to be lawful shall without unnecessary delay deposit the same either with the officer in charge of the nearest police station or subject to such conditions as may be prescribed with a licensed dealer or where such person is a member of the armed forces of the Union in a unit armoury.Explanation: In this sub-section unit armoury includes an armoury in a ship or establishment of the Indian Navy.<p></p>         (2) Where arms or ammunition have or has been deposited under sub-section(1) the depositor or in the case of his death his legal representative shall at any time before the expiry of such period as may be prescribed be entitled<p></p>        (a) to receive back anything so deposited on his becoming entitled by virtue of this Act or any other law for the time being in force to have the same in his possession or<p></p>        (b) to dispose or authorise the disposal of anything so deposited by sale or otherwise to any person entitled by virtue of this Act or any other law for the time being in force to have or not prohibited by this Act or such other law from having the same in his possession and to receive the proceeds of any such disposal: Provided that nothing in this sub-section shall be deemed to authorise the return or disposal of anything of which confiscation has been directed under section 32.<p></p>        (3) All things deposited and not received back or disposed of under sub-section(2) within the period therein referred to shall be forfeited to Government by order of the district magistrate: Provided that in the case of suspension of a licence no such forfeiture shall be ordered in respect of a thing covered by the licence during the period of suspension.<p></p>        (4) Before making an order under sub-section(3) the district magistrate shall by notice in writing to be served upon the depositor or in the case of his death upon his legal representative in the prescribed manner require him to show cause within thirty days from the service of the notice why the things specified in the notice should not be forfeited.<p></p>        (5) After considering the cause if any shown by the depositor or as the case may be his legal representative the district magistrate shall pass such order as he thinks fit.<p></p>        (6) The Government may at any time return to the depositor or his legal representative things forfeited to it or the proceeds of disposal thereof wholly or in part.<p></p>"
			},
			 {
			 "section_id":"22",
			 "title":"22: Search and seizure by magistrate",
			 "content":"(1) Whenever any Magistrate has reason to believe<p></p>        (a) that any person residing within the local limits of his jurisdiction has in his possession any arms or ammunition for any unlawful purpose or<p></p>        (b) that such person cannot be left in the possession of any arms or ammunition without danger to the public peace or safety the Magistrate may after having recorded the reasons for his belief cause a search to be made of the house or premises occupied by such person or in which the Magistrate has reason to believe that such arms or ammunition are or is to be found and may have such arms or ammunition if any seized and detain the same in safe custody for such period as he thinks necessary although that person may be entitled by virtue of this Act or any other law for the time being in force to have the same in his possession.<p></p>         (2) Every search under this section shall be conducted by or in the presence of a Magistrate or by or in the presence of some officer specially empowered in this behalf by the Central Government.<p></p>"
			 },
			 {
			 "section_id":"23",
			 "title":"23: Search of vessels vehicles for arms etc",
			 "content":"Any Magistrate any police officer or any other officer specially empowered in this behalf by the Central Government may for the purpose of ascertaining whether any contravention of this Act or the rules made thereunder is being or is likely to be committed stop and search any vessel vehicle or other means of conveyance and seize any arms or ammunition that may be found therein alongwith such vessel vehicle or other means of conveyance.<p></p>"
			 },
			 {
			 "section_id":"24",
			 "title":"24: Seizure and detention under orders of the Central Government",
			 "content":"The Central Government may at any time order the seizure of any arms or ammunition in the possession of any person notwithstanding that such person is entitled by virtue of this Act or any other law for the time being in force to have the same in his possession and may detain the same for such period as it thinks necessary for the public peace and safety.<p></p>"
			 },
			 {
			 "section_id":"24A",
			 "title":"24A: Prohibition as to possession of notified arms in disturbed areas etc",
			 "content":"(1) Where the Central Government is satisfied that there is extensive disturbance of public peace and tranquillity or imminent danger of such disturbance in any area and that for the prevention of offences involving the use of arms in such area it is necessary or expedient so to do it may by notification in the Official Gazette<p></p>        (a) specify the limits of such area;<p></p>        (b) direct that before the commencement of the period specified in the notification (which period shall be a period commencing from a date not earlier than the fourth day after the date of publication of the notification in the Official Gazette) every person having in his possession in such area any arms of such description as may be specified in the notification (the arms so specified being hereafter in this section referred to as notified arms) shall deposit the same before such commencement in accordance with the provisions of section 21 and for this purpose the possession by such person of any notified arms shall notwithstanding anything contained in any other provision of this Act (except section 41) or in any other law for the time being in force as from the date of publication such notification in the Official Gazette be deemed to have ceased to be lawful;<p></p>        (c) declare that as from the commencement of and until the expiry of the period specified in the notification it shall not be lawful for any person to have in his possession in such area any notified arms;<p></p>        (d) authorise any such officer subordinate to the Central Government or a State Government as may be specified in the notification<p></p>            (i) to search at any time during the period specified in the notification any person in or passing through or any premises in or any animal or vessel or vehicle or other conveyance of whatever nature in or passing through or any receptacle or other container of whatever nature in such area if such officer has reason to believe that any notified arms are secreted by such person or in such premises or on such animal or in such vessel vehicle or other conveyance or in such respectable or other container;<p></p>            (ii) to seize at any time during the period specified in the notification any notified arms in the possession of any person in such area or discovered through a search under sub-clause (i) and detain the same during the period specified in the notification.<p></p>        (2) The period specified in a notification issued under sub-section (1) in respect of any area shall not in the first instance exceed ninety days but the Central Government may amend such notification to extend such period from time to time by any period not exceeding ninety days at any one time if in the opinion of that Government there continues to be in such area such disturbance of public peace and tranquillity as is referred to in sub-section (1) or imminent danger thereof and that for the prevention of offences involving the use of arms in such area it is necessary or expedient so to do.<p></p>        (3) The provisions of the Code of Criminal Procedure 1973 (2 of 1974) relating to searches and seizures shall so far as may be apply to any search or seizure made under sub-section (1).<p></p>        (4) For the purposes of this section<p></p>        (a) arms includes ammunition;<p></p>        (b) where the period specified in a notification as originally issued under sub-section (1) is extended under sub-section (2) then in relation to such notification references in sub-section (1) to the period specified in the notification shall be construed as references to the period as so extended.<p></p>"
			 },
             {
			 "section_id":"24B",
			 "title":"24B: Prohibition as to carrying of notified arms in or through public places in disturbed areas etc",
			 "content":"(1) Where the Central Government is satisfied that there is extensive disturbance of public peace and tranquillity or imminent danger of such disturbance in any area and that for the prevention of offences involving the use of arms in such area it is necessary or expedient so to do it may by notification in the Official Gazette<p></p>        (a) specify the limits of such area;<p></p>        (b) direct that during the period specified in the notification which period shall be a period commencing from a date not earlier than the second day after the date of publication of the notification in the Official Gazette) no person shall carry or otherwise have in his possession any arms of such description as may be specified in the notification (the arms so specified being hereafter in this section referred to as notified arms) through or in any public place in such area;<p></p>        (c) authorise any such officer subordinate to the Central Government or a State Government as may be specified in the notification<p></p>            (i)to search at any time during the period specified in the notification any person in or passing through or any premises in or forming part of or any animal or vessel or vehicle or other conveyance of whatever nature in or passing through or any receptacle or other container of whatever nature in any public place in such area if such officer has reason to believe that any notified arms are secreted by such person or in such premises or on such animal or in such vessel vehicle or other conveyance or in such receptacle or other container;<p></p>            (ii)to seize at any time during the period specified in the notification any notified arms being carried by or otherwise in the possession of any person through or in a public place in such area or discovered through a search under such-clause (i) and detain the same during the period specified in the notification.<p></p>         (2) The period specified in a notification issued under sub-section (1) in respect of any area shall not in the first instance exceed ninety days but the Central Government may amend such notification to extend such period from time to time by any period not exceeding ninety days at any one time if in the opinion of that Government there continues to be in such area such disturbance of public peace and tranquillity as is referred to in sub-section (1) or imminent danger thereof and that for the prevention of offences involving the use of arms in such area it is necessary or expedient so to do.<p></p>         (3) The provisions of the Code of Criminal Procedure 1973 (2 of 1974) relating to searches and seizures shall so far as may be apply to any search or seizure made under sub-section (1).<p></p>         (4) For the purposes of this section<p></p>        (a) arms includes ammunition;<p></p>        (b) public place means any place intended for use by or accessible to the public or any section of the public; and<p></p>        (c) where the period specified in a notification as originally issued under sub-section (1) is extended under sub-section (2) then in relation to such notification references in sub-section (1) to the period specified in the notification shall be construed as references to the period as so extended.<p></p>"
			 }
	       ],
	   "5":[  
	     {
		 "section_id":"25",
		 "title":"25: Punishment for certain offences",
		 "content":"(1) Whoever(a)manufactures sells transfers converts repairs tests or proves or exposes or offers for sale or transfer or has in his possession for sale transfer conversion repair test or proof any arms or ammunition in contravention of section 5; or<p></p>        (b) shortens the barrel of a firearm or converts an imitation firearm into a firearm in contravention of section 6; or<p></p>        (d) brings into or takes out of India any arms or ammunition of any class or description in contravention of section 11 shall be punishable with imprisonment for a term which shall not be less than three years but which may extend to seven years and shall also be liable to fine.<p></p>    (1-A) Whoever acquires has in his possession or carries any prohibited arms or prohibited ammunition in contravention of section 7 shall be punishable with imprisonment for a term which shall not be less than five years but which may extend to ten years and shall also be liable to fine.<p></p>    (1-AA) Whoever manufactures sells transfers converts repairs tests or proves or exposes or offers for sale or transfer or has in his possession for sale transfer conversion repair test or proof any prohibited arms or prohibited ammunition in contravention of section 7 shall be punishable with imprisonment for a term which shall not be less than seven years but which may extend to imprisonment for life and shall also be liable to fine.<p></p>    (1-AAA) Whoever has in contravention of a notification issued under section 24-A in his possession or in contravention of a notification issued under section 24-B carries or otherwise has in his possession any arms or ammunition shall be punishable with imprisonment for a term which shall not be less than three years but which may extend to seven years and shall also be liable to fine.<p></p>    (1-B) Whoever<p></p>        (a) acquires has in his possession or carries any firearm or ammunition in contravention of section 3; or<p></p>        (b) acquires has in his possession or carries in any place specified by notification under section 4 any arms of such class or description as has been specified in that notification in contravention of that section; or<p></p>        (c) sells or transfers any firearm which does not bear the name of the maker manufacturer's number or other identification mark stamped or otherwise shown thereon as required by sub-section (2) of section 8 or does any act in contravention of sub-section (1) of that section; or<p></p>        (d) being a person to whom sub-clause (ii) or sub-clause (iii) of clause (a) of sub-section (1) of section 9 applies acquires has in his possession or carries any firearm or ammunition in contravention of that section; or<p></p>        (e) sells or transfers or converts repairs tests or proves any firearm or ammunition in contravention of clause (b) of sub-section (1) of section 9; or<p></p>        (f) brings into or takes out of India any arms or ammunition in contravention of section 10; or<p></p>        (g) transports any arms or ammunition in contravention of section 12; or<p></p>        (h) fails to deposit arms or ammunition as required by sub-section (2) of section 3 or sub-section (1)of section 21; or<p></p>        (i) being a manufacturer of or dealer in arms or ammunition fails on being required to do so by rules made under section 44 to maintain a record or account or to make therein all such entries as are required by such rules or intentionally makes a false entry therein or prevents or obstructs the inspection of such record or account or the making of copies of entries therefrom or prevents or obstructs the entry into any premises or other place where arms or ammunition are or is manufactured or kept or intentionally fails to exhibit or conceals such arms or ammunition or refuses to point out where the same are or is manufactured or keptshall be punishable with imprisonment for a term which shall not be less than one year but which may extend to three years and shall also be liable to fine: Provided that the Court may for any adequate and special reasons to be recorded in the judgment impose a sentence of imprisonment for a term of less than one year.<p></p>    (1-C) Notwithstanding anything contained in sub-section (1-B) whoever commits an offence punishable under that sub-section in any disturbed area shall be punishable with imprisonment for a term which shall not be less than three years but which may extend to seven years and shall also be liable to fine.Explanation - For the purposes of this sub-section disturbed area means any area declared to be a disturbed area under any enactment for the time being in force making provision for the suppression of disorder and restoration and maintenance of public order and includes any areas specified by notification under section 24-A or section 24-B.<p></p>    (2) Whoever being a person to whom sub-clause (i)of clause (a)of sub-section (1)of section 9 applies acquires has in his possession or carries any firearm or ammunition in contravention of that section shall be punishable with imprisonment for a term which may extend to one year or with fine or with both.<p></p>    (3) Whoever sells or transfers any firearm ammunition or other arms<p></p>        (i)without informing the district magistrate having jurisdiction or the officer in charge of the nearest police station of the intended sale or transfer of that firearm ammunition or other arms; or<p></p>        (ii)before the expiration of the period of forty-five days from the date of giving such information to such district magistrate or the officer in charge of the police station in contravention of the provisions of clause (a) or clause (b) of the proviso to sub-section (2) of section 5 shall be punishable with imprisonment for a term which may extend to six months or with fine of an amount which may extend to five hundred rupees or with both.<p></p>    (4) Whoever fails to deliver-up a licence when so required by the licensing authority under sub-section (1) of section 17 for the purpose of varying the conditions specified in the licence or fails to surrender a licence to the appropriate authority under sub-section (10) of that section on its suspension or revocation shall be punishable with imprisonment for a term which may extend to six months or with fine of an amount which may extend to five hundred rupees or with both.<p></p>    (5) Whoever when required under section 19 to give his name and address refuses to give such name and address or gives a name or address which subsequently transpires to be false shall be punishable with imprisonment for a term which may extend to six months or with fine of an amount which may extend to two hundred rupees or with both.<p></p>   <span style='color:#0000c6'> Punishment : Imprisonment of not less than 3 years but which may extend to 7 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 3 years but which may extend to 7 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br<br>><p></p>    Punishment : Imprisonment of not less than 3 years but which may extend to 7 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 5 years but which may extend to 10 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 7 years but which may extend to Life and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 3 years but which may extend to 7 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br>   Punishment : Imprisonment of not less than 1 years but which may extend to 3 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 1 years but which may extend to 3 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 1 years but which may extend to 3 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 1 years but which may extend to 3 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 1 years but which may extend to 3 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 1 years but which may extend to 3 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 1 years but which may extend to 3 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 1 years but which may extend to 3 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 3 years but which may extend to 7 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment for 1 year or with Fine or both <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.<br><p></p>    Punishment : Imprisonment for 6 months or with Fine Rs 500 or both <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment for 6 months or with Fine Rs 500 or both <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment for 6 months or with Fine Rs 200 or both <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.</span><br><br>"
		 },
		 {
		 "section_id":"26",
		 "title":"26: Secret contraventions",
		 "content":"(1) Whoever does any act in contravention of any of the provisions of section 3 4 10 or 12 in such manner as to indicate an intention that such act may not be known to any public servant or to any person employed or working upon a railway aircraft vessel vehicle or any other means of conveyance shall be punishable with imprisonment for a term which shall not be less than six months but which may extend to seven years and also with fine.<p></p>         (2) Whoever does any act in contravention of any of the provisions of section 5 6 7 or 11 in such manner as to indicate an intention that such act may not be known to any public servant or to any person employed or working upon a railway aircraft vessel vehicle or any other means of conveyance shall be punishable with imprisonment for a term which shall not be less than five years but which may extend to ten years and also with fine.<p></p>         (3) Whoever on any search being made under section 22 conceals or attempts to conceal any arms or ammunition shall be punishable with imprisonment for a term which may extend to ten years and also with fine.<br><br><p></p>   <span style='color:#0000c6'> Punishment : Imprisonment of not less than 6 months but which may extend to 7 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br><p></p>    Punishment : Imprisonment of not less than 5 years but which may extend to 10 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Session Court.<br><br><br><br>    Punishment : Imprisonment for 10 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Session Court.</span><br><br>"
		 },
		 {
		 "section_id":"27",
		 "title":"27: Punishment for using arms etc",
		 "content":"(1) Whoever uses any arms or ammunition in contravention of section 5 shall be punishable with imprisonment for a term which shall not be less than three years but which may extend to seven years and shall also be liable to fine.<p></p>         (2) Whoever uses any prohibited arms or prohibited ammunition in contravention of section 7 shall be punishable with imprisonment for a term which shall not be less than seven years but which may extend to imprisonment for life and shall also be liable to fine.<p></p>         (3) Whoever uses any prohibited arms or prohibited ammunition or does any act in contravention of section 7 and such use or act results in the death of any other person shall be punishable with death.<br><br><p></p>    <span style='color:#0000c6'>Punishment : Imprisonment of not less than 3 years but which may extend to 7 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.<br><br>   Punishment : Imprisonment of not less than 7 years but which may extend to Life and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Session Court.<br><br><p></p>    Punishment : Death <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Session Court.</span><br><br>"
		 },
		 {
		 "section_id":"28",
		 "title":"28: Punishment for use and possession of firearms or imitation firearms in certain cases",
		 "content":"Whoever makes or attempts to make any use whatsoever of a firearm or an imitation firearm with intent to resist or prevent the lawful arrest or detention of himself or any other person shall be punishable with imprisonment for a term which may extend to seven years and with fine.Explanation - In this section the expression imitation firearm has the same meaning as in section 6.<br><br><p></p>  <span style='color:#0000c6'>  Punishment : Imprisonment for 7 years and Fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.</span><br><br>"
		 },
		 {
		 "section_id":"29",
		 "title":"29: Punishment for knowingly purchasing arms etc. from unlicensed person or for delivering arms etc. to person not entitled to possess the same",
		 "content":"Whoever(a) purchases any firearms or any other arms of such class or description as may be prescribed or any ammunition from any other person knowing that such other person is not licensed or authorised under section 5; or<p></p>                (b) delivers any arms or ammunition into the possession of another person without previously ascertaining that such other person is entitled by virtue of this Act or any other law for the time being in force to have and is not prohibited by this Act or such other law from having in his possession the same; shall be punishable with imprisonment for a term which may extend to three years or with fine or with both.<br><br><p></p>     <span style='color:#0000c6'>Punishment : Imprisonment for 3 year or with Fine or both <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Magistrate Court.</span><br><br>"
		 },
		 {
		 "section_id":"30",
		 "title":"30: Punishment for contravention of license or rule",
		 "content":"Whoever contravenes any condition of a licence or any provision of this Act or any rule made thereunder for which no punishment is provided elsewhere in this Act shall be punishable with imprisonment for a term which may extend to six months or with fine which may extend to two thousand rupees or with both.<br><br><p></p>     <span style='color:#0000c6'>Punishment : Imprisonment for 6 months or with Fine Rs 2000  or both <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.</span><br><br>"
		 },
		 {
		 "section_id":"31",
		 "title":"31: Punishment for subsequent offences",
		 "content":"Whoever having been convicted of an offence under this Act is again convicted of an offence under this Act shall be punishable with double the penalty provided for the latter offence.<p></p>"
		 },
		 {
		 "section_id":"32",
		 "title":"32: Power to confiscate",
		 "content":"(1) When any person is convicted under this Act of any offence committed by him in respect of any arms or ammunition it shall be in the discretion of the convicting Court further to direct that the whole or any portion of such arms or ammunition and any vessel vehicle or other means of conveyance and any receptacle or thing containing or used to conceal the arms or ammunition shall be confiscated: Provided that if the conviction is set aside on appeal or otherwise the order of confiscation shall become void.<p></p>         (2) An order of confiscation may also be made by the Appellate Court or by the High Court when exercising its powers of revision.<p></p>"
		 },
		 {
		 "section_id":"33",
		 "title":"33: Offence by companies",
		 "content":"(1)Whenever an offence under this Act has been committed by a company every person who at the time the offence was committed was in charge of or was responsible to the company for the conduct of the business of the company as well as the company shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly: Provided that nothing contained in this sub-section shall render any such person liable to any punishment under this Act if he proves that the offence was committed without his knowledge and that he exercised all due diligence to prevent the commission of such offence.<p></p>         (2)Notwithstanding anything contained in sub-section(1) where an offence under this Act has been committed by a company and it is proved that the offence has been committed with the consent or connivance of or is attributable to any neglect on the part of any director manager secretary or other officer of the company such director manager secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation - For the purposes of this section<p></p>    (a)company means any body corporate and includes a firm or other association or individuals; and<p></p>    (b)director in relation to a firm means a partner in the firm.<p></p>"
		 }	 
	  ],
	   "6":
	   [ 
	    {
	    "section_id":"34",
        "title":"34: Sanction of the Central Government for Warehousing of Arms",
	     "content":"Notwithstanding anything contained in the Customs Act 1962 (52 of 1962) no arms or ammunition shall be deposited in any warehouse licensed under section 58 of that Act without the sanction of the Central Government.<p></p>"
	    }, 
	    {
		"section_id":"35",
		"title":"35: Criminal responsibility of persons in occupation of premises in certain cases",
		"content":"Where any arms or ammunition in respect of which any offence under this Act has been or is being committed are or is found in any premises vehicle or other place in the joint occupation or under the joint control of several persons each of such persons in respect of whom there is reason to believe that he was aware of the existence of the arms or ammunition in the premises vehicle or other place shall unless the contrary is proved be liable for that offence in the same manner as if it has been or is being committed by him alone.<p></p>"
		},
		{
		"section_id":"36",
		"title":"36: Information to be given regarding certain offences",
		"content":"(1) Every person aware of the commission of any offence under this Act shall in the absence of reasonable excuse the burden of proving which shall lie upon such person give information of the same to the officer in charge of the nearest police station or the magistrate having jurisdiction.<p></p>         (2) Every person employed or working upon any railway aircraft vessel vehicle or other means of conveyance shall in the absence of reasonable excuse the burden of proving which shall lie upon such person give information to the officer in charge of the nearest police station regarding any box package or bale in transit which he may have reason to suspect contains arms or ammunition in respect of which an offence under this Act has been or is being committed.<p></p>"
		},
		{
		"section_id":"37",
		"title":"37: Arrest and searches",
		"content":"Save as otherwise provided in this Act<p></p>    (a) all arrests and searches made under this Act or under any rules made thereunder shall be carried out in accordance with the provisions of the Code of Criminal Procedure 1973(2 of 1974) relating respectively to arrests and searches made under that Code;<p></p>    (b) any person arrested and any arms or ammunition seized under this Act by a person not being a magistrate or a police officer shall be delivered without delay to the officer in charge of the nearest police station and that officer shall<p></p>        (i) either release that person on his executing a bond with or without sureties to appear before a magistrate and keep the things seized in his custody till the appearance of that person before the magistrate or<p></p>        (ii) should that person fail to execute the bond and to furnish if so required sufficient sureties produce that person and those things without delay before the magistrate.<p></p>"
		},
		{
		"section_id":"38",
		"title":"38: Offences to be cognizable",
		"content":"Every offence under this Act shall be cognizable within the meaning of the Code of Criminal Procedure 1973 (2 of 1974).<p></p>"
		},
		{
		"section_id":"39",
		"title":"39: Previous sanction of the district magistrate necessary in certain cases",
		"content":"No prosecution shall be instituted against any person in respect of any offence under section 3 without the previous sanction of the district magistrate.<p></p>"
		},
		{
		"section_id":"40",
		"title":"40: Protection of action taken in good faith",
		"content":"No suit prosecution or other legal proceeding shall lie against any person for anything which is in good faith done or intended to be done under this Act.<p></p>"
		},
		{
		"section_id":"41",
		"title":"41: Power to exempt",
		"content":"Where the Central Government is of the opinion that it is necessary or expedient in the public interest so to do it may by notification in the Official Gazette and subject to such conditions if any as it may specify in the notification<p></p>    (a) exempt any person or class of persons (either generally or in relation to such description of arms and ammunition as may be specified in the notification) or exclude any description of arms or ammunition or withdraw any part of India from the operation of all or any of the provisions of this Act; and<p></p>    (b) as often as may be cancel any such notification and again subject by a like notification the person or class of persons or the description of arms and ammunition or the part of India to the operation of such provisions.<p></p>"
		},
		{
		"section_id":"42",
		"title":"42: Power to take census of firearms",
		"content":"(1) The Central Government may by notification in the Official Gazette direct a census to be taken of all firearms in any area and empower any officer of Government to take such census.<p></p>         (2) On the issue of any such notification all persons having in their possession any firearms in that area shall furnish to the officer concerned such information as he may require in relation thereto and shall produce before him such firearms if he so requires.<p></p>"
		},
		{
		"section_id":"43",
		"title":"43: Power to delegate",
		"content":"(1) The Central Government may by notification in the Official Gazette direct that any power or function which may be exercised or performed by it under this Act other than the power under section 41 or the power under section 44 may in relation to such matters and subject to such conditions if any as it may specify in the notification be exercised or performed also by<p></p>        (a) such officer or authority subordinate to the Central Government or<p></p>        (b) such State Government or such officer or authority subordinate to the State Government as may be specified in the notification.<p></p>         (2) Any rules made by the Central Government under this Act may confer powers or impose duties or authorise the conferring of powers or imposition of duties upon any State Government or any officer or authority subordinate thereto.<p></p>"
		},
		{
		"section_id":"44",
		"title":"44: Power to make rules",
		"content":"(1) The Central Government may by notification in the Official Gazette make rules for carrying out the purposes of this Act.<p></p>         (2) In particular and without prejudice to the generality of the foregoing power such rules may provide for all or any of the following matters namely:<p></p>        (a) the appointment jurisdiction control and functions of licensing authorities (including the areas and the categories of arms and ammunition for which they may grant licences;<p></p>        (b) the form and particulars of application for the grant or renewal of a licence and where the application is for the renewal of a licence the time within which it shall be made;<p></p>        (c) the form in which and the conditions subject to which any licence may be granted or refused renewed varied suspended or revoked;<p></p>        (d) where no period has been specified in this Act the period for which any licence shall continue to be in force;<p></p>        (e) the fees payable in respect of any application for the grant or renewal of a licence and in respect of any licence granted or renewed and the manner of paying the same;<p></p>        (f) the manner in which the maker's name the manufacturer's number or other identification mark of a firearm shall be stamped or otherwise shown thereon;<p></p>        (g) the procedure for the test or proof of any firearms;<p></p>        (h) the firearms that may be used in the course of training the age limits of persons who may use them and the conditions for their use by such persons;<p></p>        (i) the authority to whom appeals may be preferred under section 18 the procedure to be followed by such authority and the period within which appeals shall be preferred the fees to be paid in respect of such appeals and the refund of such fees;<p></p>        (j) the maintenance of records or accounts of anything done under a licence other than a licence under section 3 or section 4 the form of and the entries to be made in such records or accounts and the exhibition of such records or accounts to any police officer or to any officer of Government empowered in this behalf;<p></p>        (k) the entry and inspection by any police officer or by any officer of Government empowered in this behalf of any premises or other place in which arms or ammunition are or is manufactured or in which arms or ammunition are or is kept by a manufacturer of or dealer in such arms or ammunition and the exhibition of the same to such officer;<p></p>        (l) the conditions subject to which arms or ammunition may be deposited with a licensed dealer or in a unit armoury as required by sub-section (1) of section 21 and the period on the expiry of which the things so deposited may be forfeited;<p></p>        (m) any other matter which is to be or may be prescribed.<p></p>        (3) Every rule made under this section shall be laid as soon as may be after it is made before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session or in two or more successive sessions and if before the expiry of the session immediately following the session or the successive sessions aforesaid both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made the rule shall thereafter have effect only in such modified form or be of no effect as the case may be; so however that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.<p></p>"
		},
		{
		"section_id":"45",
		"title":"45: Act not to apply in certain cases",
		"content":"Nothing in this Act shall apply to<p></p>    (a) arms or ammunition on board any sea-going vessel or any aircraft and forming part of the ordinary armament or equipment of such vessel or aircraft;<p></p>    (b) the acquisition possession or carrying the manufacture repair conversion test or proof the sale or transfer or the import export or transport of arms or ammunition<p></p>        (i) by or under orders of the Central Government or<p></p>        (ii) by a public servant in the course of his duty as such public servant or<p></p>        (iii) by a member of the National Cadet Corps raised and maintained under the National Cadet Corps Act 1948(31 of 1948) or by any officer or enrolled person of the Territorial Army raised and maintained under the Territorial Army Act 1948 (56 of 1948) or by any member of any other forces raised and maintained or that may hereafter be raised and maintained under any Central Act or by any member of such other forces as the Central Government may by notification in the Official Gazette specify in the course of his duty as such member officer or enrolled person;<p></p>    (c) any weapon of an obsolete pattern or of antiquarian value or in disrepair which is not capable of being used as a firearm either with or without repair;<p></p>    (d) the acquisition possession or carrying by a person of minor parts of arms or ammunition which are not intended to be used alongwith complementary parts acquired or possessed by that or any other person.<p></p>"
		},
		{
		"section_id":"46",
		"title":"46: Repeal of Act 11 of 1878",
		"content":"(1) The Indian Arms Act 1878 (11 of 1878) is hereby repealed.<p></p>         (2) Notwithstanding the repeal of the Indian Arms Act 1878 (11 of 1878) and without prejudice to the provisions of sections 6 and 24 of the General Clauses Act 1897 (10 of 1897) every licence granted or renewed under the first mentioned Act and in force immediately before the commencement of this Act shall unless sooner revoked continue in force after such commencement for the unexpired portion of the period for which it has been granted or renewed.<p></p>"
		}
	  ]
	       		
    }
	
	
}
