{
    "chapter": {
       			
			"1":[
			{
			"heading":"Chapter I ",
			"title":"  The Tamil Nadu Gaming Act, 1930.<p></p>",
			"sectionstart":" 1 ",
			"sectionend":" 14.<p></p>"
			}
			]
			
		},
		
		
	"section": {
            "1": [
				{
				"section_id":"1",
				"title":"1: Short title",
				"content":"This Act may be called \"The Tamil Nadu Gaming Act, 1930\".<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Extent",
				"content":"This Act extends to the whole of the State of Tamil Nadu with the exception of City of Madras as defined in the Madras City Police Act, 1888.<p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Definitions",
				"content":"In this Act, unless there is anything repugnant in the subject or context- \"common gaming-house\" means any house, room, tent, enclosure, vehicle, vessel or any place whatsoever in which cards, dice, tables or other instruments of gaming are kept or used for the profit or gain of the person owning, occupying, using or keeping such house, room, tent, enclosure, vehicle, vessel or place whether by way of charge for the use of instruments of gaming or of the house, room, tent, enclosure, vehicle, vessel or place or otherwise howsoever, and includes any house, room, tent, enclosure, vehicle, vessel or place opened, kept or used or permitted to be opened kept or used for the purpose of gaming; 'gaming' does not include a lottery but includes wagering or betting, except wagering or betting on a horse race then such wagering or betting takes places :<p></p>(i) On the date of which such race is to run; and<p></p>(ii) In a place or places within the race enclosure which the authority controlling such race has with the sanction of the (State) Government set apart for the purpose.<p></p>Explanation - For the purposes of this definition, wagering or betting shall be deemed to comprise the collection or soliciting of bets, the receipt or distribution of winnings or prizes, in money or otherwise in respect of any wager or bet, or any act which is intended to aid or facilitate wagering or betting or such collection, soliciting, receipt or distribution.<p></p>\"instruments of gaming\" includes any article used or intended to be used as a subject of means of gaming any document used or intended to be used as a register or record or evidence of any gaming, the proceeds of any gaming, and any winnings or prizes in money or otherwise, distributed or intended to be distributed in respect of any gaming.<p></p>"
				},
				
				{
				"section_id":"4",
				"title":"4: Penalty for opening etc., for certain forms of gaming",
				"content":"(1) Whoever-<p></p>(a) being the owner or occupier or having the use of any house, room, tent, enclosure, vehicle, vessel or place, opens, keeps or uses the same for the purpose of gaming.<p></p> (i) on a horse-race, or<p></p>(ii) on the market price of cotton, bullion or other commodity or on the digit of the number used in stating such price, or<p></p>(iii) on the amount or variation in the market price of any such commodity or on the digits of the number used in stating the amount of such variation, or<p></p>(iv) on the market price of any stock or share or on the digits of the number used in stating such price, or<p></p>(v) on the number of registration or on the digits of the number of registration of any motor vehicle using a public place, or<p></p>(vi) on any transaction or scheme or wagering or betting in which the receipt or distribution of winnings or prizes in money or otherwise is made to depend on chance; or<p></p>(b) being the owner or occupier of any such house, room, tent, enclosure, vehicle, vessel or place knowingly or wilfully permits the same to be opened, occupied, kept or used by any other person for the purpose of gaming on any of the objects aforesaid, or<p></p>(c) has the care or management of, or in any manner assists in, conducting the business of, any such house, room, tent, enclosure, vehicle, vessel or place opened, occupied, kept or used for the purpose of gaming on any of the objects aforesaid, or<p></p>(d) advances or furnishes money for the purpose of gaming on any of the objects aforesaid with persons frequenting any such house, room, tent, enclosure, vehicle, vessel or place, shall be punishable with imprisonment which may extend to two years and with fine which may extend to five thousand rupees, but in the absence of special and adequate reasons to the contrary to be mentioned in the judgement of the Court -<p></p>(i) such imprisonment shall not be less than three months and such fine shall not be less than five hundred rupees for a first offence;<p></p>(ii) such imprisonment shall not be less than six months and such fine shall not be less than seven hundred and fifty rupees for a second offence; and<p></p>(iii) such imprisonment shall not be less than one year and such fine shall not be less than one thousand rupees for a third and subsequent offences.<p></p>(2) Whoever is found in any house, room, tent, enclosure, vehicle, vessel or place referred to in sub-section(1), gaming on any of the objects specified in that sub-sections or present, for the purpose of gaming on any such object shall be punishable with imprisonment which may extend to one month or with fine which may extend to five hundred rupees or with both.<p></p>Any person found in any such house, room, tent, enclosure, vehicle, vessel or place during any gaming therein on any of the objects specified in sub-section (1) shall be presumed, until the contrary is proved, to have been there for the purpose of gaming on such object.<p></p>(3) Whoever is found gaming on any of the objects specified in sub-section(1) in any public street or thoroughfare or in any place to which the public have or are permitted to have access shall be punishable with imprisonment which may extend to three months or with fine which may extend to three hundred rupees, or with both.<p></p>"
				},
				
				{
				"section_id":"4A",
				"title":"4A: Presumption of Offence",
				"content":"(1) Where in any trial of an offence punishable under sub-section(1) of Section 4, it is proved that -<p></p>(i) slips containing certain digits showing the market price of cotton, bullion, or other commodity, or<p></p>(ii) accounts which appear to relate to cash received or disbursed for the purpose of wagering or betting on the market price of cotton, bullion or other commodity, or<p></p>(iii) newspapers containing publication of such price, are found in any house, room, tent, enclosure, vehicle, vessel or place, it shall be presumed unless the contrary is proved that such house, room, tent, enclosure, vehicle, vessel or place is used for the purpose of gaming within the meaning of sub-section(1) of Section 4.<p></p>(2) Where in any trial of an offence punishable under sub-section(2) or sub-section(3) of Section 4, it is proved that the accused person is found in possession of any of the materials specified in sub-section(1), it shall be presumed unless the contrary is proved that the accused has committed the offence of gaming within the meaning of sub-section(2) or sub-section(3) as the case may be, or Section 4.<p></p>"
				},
				
				{
				"section_id":"5",
				"title":"5: Power to grant warrant to enter a common gaming-house",
				"content":"(1) If any Judicial Magistrate, not inferior to a Judicial Magistrate of the second class or any Police Officer not below the rank of a Deputy Superintendent of Police has reason to believe that any place is used as a common gaming house, he may by his warrant give authority to any Police Officer, not below the rank of Sub-Inspector, to enter with such assistance as may be found necessary by night or by day, any such place, and to arrest all persons found therein and to seize all instruments, of gaming and all moneys and securities for money and articles of value reasonably suspected to have been used or intended to be used for the purpose of gaming which are found therein, and to search all parts of such place and also persons found therein.<p></p>(2) Any Police Officer having power to issue a warrant under sub-section(1) may instead so, of doing himself exercise all or any of the powers exercisable under such warrant.<p></p>"
				},
				
				{
				"section_id":"6",
				"title":"6: Cards, Dice, etc., found in search under last section to be evidence that place is a common gaming house",
				"content":"Any cards, dice, gaming table or cloth, board or other instruments of gaming found in any place entered or searched under as the provisions of the last preceding section, or on any person found therein shall be evidence that such place is used a common gaming house and that persons found therein were present there for the purpose of gaming, although no play was actually seen by the Police Officer or any of his assistants.<p></p>"
				},
				
				{
				"section_id":"7",
				"title":"7: Proof of playing for stakes unnecessary",
				"content":"It shall not be necessary, in order to convict any person of keeping a common gaminghouse or of being concerned in the management of any common gaming-house, to prove that any person found playing at any game was playing for any money, wager, bet or stake.<p></p>"
				},
				
				{
				"section_id":"8",
				"title":"8: Penalty for opening, etc., a common gaming-house",
				"content":"Whoever opens, keeps or uses or permits to be used any common gaming-house, or conducts or assists in conducting the business of any common gaming-house or advances or furnishes money for gaming therein, shall be liable on conviction to fine not exceeding five hundred rupees, or to imprisonment not exceeding three months, or to both.<p></p>"
				},
				
				{
				"section_id":"9",
				"title":"9: Penalty for being found gaming in a common gaming-house",
				"content":"Whoever is found gaming or present for the purpose of gaming in a common gaminghouse shall, on conviction, be liable to fine not exceeding two hundred rupees or to imprisonment not exceeding one month ; and any person found in any common gaming-house during an}' gaming or playing therein shall be presumed, until the contrary be proved, to have been there for the purpose of gaming.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment not exceeding 1month and fine not exceeding Rs200<p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.</span><br></br>"
				},
				
				{
				"section_id":"10",
				"title":"10: Instruments of gaming may be ordered to be destroyed on conviction",
				"content":"On conviction of any person for keeping a common gaming-house or being present therein for the purpose of gaming, all the instruments of gaming found therein may be destroyed by the order of the Judicial Magistrate, and such Magistrate may order all or any of the other articles seized, or the proceeds thereof, to be forfeited.<p></p>"
				},
				
				{
				"section_id":"11",
				"title":"11: Saving of Games of skill",
				"content":"Nothing in Sections 5 to 10 of this Act shall be held to apply to games of mere skill wherever played. <p></p>"
				},
				
				{
				"section_id":"11A",
				"title":"11A: Payment of portion of fine to informants and Police Officers.",
				"content":"(1) The Judicial Magistrate may direct any portion not exceeding one-half, of any fine which shall be levied under Sections 4,8 and 9 and of the moneys or proceeds of articles seized and ordered to be forfeited under Section 10, to be paid to such informants and Police Officers as may have assisted in the detection of the offender.A direction under this sub-section may also be made by any Court of appeal, reference or revision.<p></p>(2) Where a direction is made under sub-section(1), the Judicial Magistrate concerned shall send the amount to be paid under that sub-section, to the District Superintendent of Police, who shall distribute it among such of the informants and Police Officers aforesaid as may be chosen by him and in such proportions as he thinks fit.<p></p>(3) The amount aforesaid shall not be sent to the District Superintendent of Police until the expiry of three months from the date of the direction under sub-section (1), or if an appeal is presented within that period, until the appeal has been disposed of.<p></p>"
				},
				
				{
				"section_id":"11B",
				"title":"11B: Omitted",
				"content":"Omitted<p></p>"
				},
				
				{
				"section_id":"12",
				"title":"12: Penalty for gaming in public street, etc",
				"content":"Whoever is found gaming with cards, dice, counters, money or other instruments of gaming in any public street, place or thoroughfare or publicly fighting cocks, shall be liable on conviction to fine not exceeding one hundred rupees or to imprisonment not exceeding three months and such instruments of gaming and moneys shall be forfeited.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment not exceeding 3 month and fine not exceeding Rs100<p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.</span><br></br>"
				},
				
				
				{
				"section_id":"13",
				"title":"13: Police may arrest without warrant on view of offence",
				"content":"Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (Central Act II of 1974), all offences punishable under this Act shall be cognizable.<p></p>"
				},
				
				{
				"section_id":"13A",
				"title":"13A: Indemnification of witness",
				"content":"Any person who shall have been concerned in gaming contrary to this Act, and who shall be examined as a witness before a Judicial Magistrate on the trial of any person for a breach of any of the provisions of this Act relating to gaming, and who upon such examination shall make true and faithful discovery to the best of his knowledge of all things as to which he shall be so examined, and who shall thereupon receive from the said Magistrate a certificate in writing to that effect, shall be freed from all prosecutions under this Act for anything done before that time in respect of such gaming.<p></p>"
				},
				
				{
				"section_id":"14",
				"title":"14: Repeal",
				"content":"Clause(10) and the last paragraph of Section 3 and Sections 6, 7 and 9 of the Towns Nuisances Act, 1889 are hereby repealed.<p></p>"
				}
				
				
			
			]
			
			}
		
}