{
  "chapter":  {
      "1":[
        {
        "heading":" Rules I ",
        "title":" Chapter I : ARMS RULES, 1962.<p></p>",
        "sectionstart":" 1 ",
        "sectionend":" 62.<p></p>"
        }
       ]
     },
 "section": {
  "1":[
	{
	"section_id":"1",
	"title":"1: Short title",
	"content":"(1) These rules may be called The Arms Rules, 1962<p></p>         (2) They shall come into force on the 1st October, 1962<p></p>"
	},
	{
	"section_id":"2",
	"title":"2: Interpretation",
	"content":"In these rules, unless the context otherwise requires,<br></br>\t\t\t(a) Act means the Arms Act, 1959 (54 of 1959);<br></br>\t\t\t(b) appellate authority means the appellate authority referred to in rule 5;<br></br>\t\t\t(c) authority  or  officer means, except where otherwise specifically provided in these rules, the District Magistrate or such other Officer as may, from time to time, be notified in the Official Gazette by the Central Government;<br></br>\t\t\t(d) company has the same meaning as that assigned to it in the Explanation under section 33;<br></br>\t\t\t(e) dealer means a person who, by way of trade or business, manufacturers, converts, repairs, proves, tests sells, exports, imports, or transfers or keep, for sale, repair or test arms or ammunition;<br></br>\t\t\t(f) District Magistrate, includes<p></p>\t\t<p></p>\t\t\t(ii) in relation to any district or part thereof, an Additional District Magistrate or any other officer specially empowered in this behalf by the Government of the State concerned;<br></br>\t\t\t(iii) in relation to a Union territory, any officer specially empowered by the Central Government in this behalf;<br></br>\t\t\t(iv) in relation to the tribal areas of Assam, specified in Part B of the Table appended to paragraph 20 of the Sixth Schedule to the Constitution, a Political Officer; and<br></br>\t\t\t(v) in relation to the suburbs of Calcutta, as defined by notification issued from time to time by the Government of West Bengal in their Official Gazette under the Calcutta Suburban Police Act, 1866 (Bengal Act 2 of 1866), the Commissioner of Police, Calcutta, and a Deputy Commissioner of Police, Calcutta, nominated by the State Government in this behalf;<br></br>\t\t    (g) Form means a form as set out in Schedule III;<br></br>\t\t    (h) Port includes an airport;<br></br>\t\t    (i) Schedule means a Schedule appended to these rules;<br></br>\t\t    (j) section  means a section of the Act;<br></br>\t\t    (k) Sub-divisional Magistrate includes Additional Sub-divisional Magistrate, Sub-divisional Officer and Additional Sub-divisional Officer.<p></p>"
	},
	{
	"section_id":"3",
	"title":"3: Classification of arms and ammunition",
	"content":"For the purposes of the Act and these rules, arms or ammunition shall be of the categories specified in columns 2 and 3 respectively of Schedule I and references to any category of arms or ammunition in these rules shall be construed accordingly.<p></p>"
	},
	{
	"section_id":"4",
	"title":"4: Licensing authority and forms of licences",
	"content":"Licences under Chapter II of the Act may be granted or renewed for such purposes, by such authorities, in such Forms and to be valid for such period and in such areas as are specified in Schedule II, subject to such conditions as are specified in that Schedule and in the licence: Provided that the licences granted or renewed by a licensing authority may be signed by such officer subordinate to that authority as may be specially empowered in this behalf by the State Government.<p></p>"
	},
	{
	"section_id":"5",
	"title":"5: Appellate authorities",
	"content":"(1) For the purposes of the Act and these rules the appellate authority to whom an appeal shall lie from an order of the licensing or other authority specified in column (1) of the Table below shall be that specified in the corresponding entry in column (2) thereof:<p></p>         (2) For the purpose of sub-section(6) of section17 of the Act the licensing authority shall be deemed to be subordinate to the appellate authority.<p></p>"
	},
	{
	"section_id":"6",
	"title":"6: Reasons to be communicated to the appellate authority in certain cases",
	"content":"Where a licensing authority is of opinion that it will not be in the public interest to furnish reasons for the refusal, renewal, variation of conditions, revocation or suspension, of a licence, to the applicant, the recorded reasons therefor and the facts of the case shall be communicated by him to the appellate authority.<p></p>"
	},
	{
	"section_id":"7",
	"title":"7: Direction and control over licensing authorities",
	"content":"All licensing authorities shall work under the direction and control of their respective appellate authorities<p></p>"
	},
	{
	"section_id":"8",
	"title":"8: Restriction in granting licences for acquisition, possession or carrying of arms or ammunition of category",
	"content":"(a) No licence shall be granted for acquisition, possession or carrying of arms or ammunition of categories I(b), I(c) and I(d) unless they have been lawfully imported into India or are being imported into India with the sanction of the Central Government.<p></p>\t\t (b) A licence for acquisition, possession or carrying of ammunition of categories I(b) and I(c) shall be granted only if the licensing authority is satisfied that the ammunition is to be used with rifles or muskets which are lawfully possessed for sporting purposes or with pistols or revolvers which have been lawfully imported into India; and the amount of ammunition which the licensee may possess during each period of 12 months immediately succeeding the date of grant of licence shall be entered in the licence.<p></p>"
	},
	{
	"section_id":"9",
	"title":"9: Copies of licences of categories I and II to be sent to certain authorities",
	"content":"\tA copy of every licence granted for arms or ammunition of categories I(a), I(b), I(c), I(d) and II, shall forthwith be sent<p></p>\t\t\t(a) to the District Magistrate of the place in which the arms or ammunition are to be kept, or<p></p>\t\t\t(b) to the State Government, if such place is in the State of Jammu and Kashmir.<p></p>"
	},
	{
	"section_id":"10",
	"title":"10: Possession of arms or ammunition for certain purposes to include use thereof",
	"content":"Possession of the following arms or ammunition for the purposes mentioned against each includes use thereof, for such purposes only provided that such use does not involve manufacture of any arms or ammunition including explosives and fireworks:<p></p>\t\t\t\t(a) arms, for theatrical performance, cinematograph production or signalling for starting races or athletic meets;<p></p>\t\t\t\t(b) ingredients of ammunition, for bona fide industrial, agricultural or medicinal purposes.<p></p>"
	},
	{
	"section_id":"11",
	"title":"11: Restrictions may be imposed by Central Government",
	"content":"(1) Any licence having effect outside the State in which it is granted, shall be subject to any restrictions which may be imposed by a general or special order of the Central Government.<p></p>         (2) Save where he is specially authorised in this behalf by the District Magistrate concerned, the licensee shall not carry any arms covered by the licence within the campus or precincts of any educational institution.<p></p>"
	},
	{
	"section_id":"12",
	"title":"12: OMITTED",
	"content":"OMITTED<p></p>"
	},
	{
	"section_id":"13",
	"title":"13: Of retainers",
	"content":"(1) When the owner of any arms or ammunition licensed in Form III applies for permitting his agent, relative or employee to possess or carry any of the arms or ammunition covered by the licence for sport, protection or display, on his behalf, whether in attendance on him or not, and in circumstances different from those mentioned in the proviso to section3, such agent, relative or employee may, if the licensing authority considers it fit, be shown as a retainer by entering his name and other particulars in column 6 of the owners licence in Form III.<p></p>         (2) A licence in Form III granted to a company for the protection of its premises or property shall be in the name of a member, agent or other representative of the company, who shall be responsible for the custody of the weapon. The name of a servant or any other employee entrusted with the weapon for guarding the premises or property of the company shall be entered as a retainer in the appropriate column of the licence. The licensing authority shall issue to the licensee a permit in Form III-B for each of such retainers shown in the licence. The permit shall remain in the personal custody of the representative of the company and shall be made over to the retainers when they are entrusted with the weapon covered by the licence: Provided that the licensing authority shall obtain a report from the Police about the antecedents of the retainer and take into consideration such report before admitting him as a retainer.<p></p>         (3) A licence in Form III-A for possession and carrying of arms or ammunition may be granted to a person nominated to be his retainer by a person exempted from licensing requirements: Provided that the retainer shall have no right, independent of the person so exempted, to use the arms or ammunition covered by the licence, and the licence shall cease to be in force on the day on which the person so exempted has ceased to be an exemptee, or the retainer has ceased to be in the service of the exemptee: Provided further that the licensing authority shall obtain a report from the Police about the antecedents of the retainer and take into consideration such report before admitting him as a retainer.<p></p>"
	},
	{
	"section_id":"14",
	"title":"14: Licences for protection of crops and cattle",
	"content":"(1) Where a licence is granted in Form V, any member of the family of the licensee or a servant employed by the licensee to watch the crops or cattle and residing with him, may, in the discretion of the licensing authority, be allowed to carry any of the arms or ammunition covered by the licence to protect crops or cattle against wild animals in the area specified in the licence by entering his name and particulars in column 2 thereof.<p></p>         (2) Where, after the end of any harvest season, the State Government considers it expedient that for the protection of wildlife in any area, any arms or ammunition licensed in Form V should be deposited in a police station or with a licensed dealer, it may, by order, require any licensee to deposit such arms or ammunition for such period as the arms or ammunition are not required for the protection of crops or cattle and as may be specified therein, and thereupon the licensee shall be bound to comply with such order.<p></p>"
	},
	{
	"section_id":"15",
	"title":"15: Licence for target practice",
	"content":"Where a licence in Form VI has been granted in the name of any military mess, club or association, it shall be lawful for any member of such mess, club or association to use the firearms or ammunition covered by such licence for the purposes of the mess, club or association in accordance with the conditions of the licence.<p></p>"
	},
	{
	"section_id":"16",
	"title":"16: Age-limit for training and target practice",
	"content":"Any person below the age of sixteen years but not below the age of twelve years may be allowed to use a firearm for the purpose of training in the use of such firearm in the immediate presence, or under the direct supervision and guidance, of an adult instructor or the licensee: Provided that no person below the age of sixteen years shall be allowed to carry any firearm requiring a licence, in public place, except in the immediate presence and supervision of the person who is lawfully entitled to carry such firearm. Explanation,For the purpose of this rule, an adult means a person who has completed the age of twenty-one years.<p></p>"
	},
	{
	"section_id":"17",
	"title":"17: Travellers (temporary) licence",
	"content":"(1) Subject to the provisions of rule 8, a licence in Form VIII may be granted to any bona fide traveller, proceeding from the place of his arrival in India to his place of destination in India, for the possession and carrying of arms or ammunition for the duration of the journey, by the licensing authority at the place of arrival.<p></p>         (2) A copy of every such licence shall be forthwith sent to the District Magistrate having jurisdiction over the place of destination of the licensee; such authority shall satisfy himself, when necessary, that the licensee has complied with condition 7 entered on the Form of the licence.<p></p>"
	},
	{
	"section_id":"18",
	"title":"18: Application of section 4 of the Act",
	"content":"In any area specified in the notification issued by the Central Government under section4, licences for acquisition, possession or carrying in that area of arms of such class or description as may be specified in that notification may also be granted or renewed as provided in Schedule II, subject to such conditions as are specified in that Schedule and in the licence.<p></p>"
	},
	{
	"section_id":"19",
	"title":"19: Arms other than firearms",
	"content":"Unless the Central or State Government by notification in the Official Gazette so directs, no licence shall be required for the manufacture, sale, possession for sale, or test, of arms of category V except in the areas notified under section4.<p></p>"
	},
	{
	"section_id":"20",
	"title":"20: Manufacture, conversion, shortening, repair, test, sale, etc., of arms or ammunition",
	"content":"(1) The licensing authority while granting a licence in Form IX shall show clearly in the licence form<p></p>             (i) the categories and description of the arms or ammunition covered by the licence;<p></p>             (ii) the transactions permitted in respect of the different categories of arms or ammunition, and omit any transactions or categories or arms or ammunition, not covered by the licence.<p></p>         (2) A copy of every licence granted in Form IX by an authority other than the District Magistrate of the place of business, factory or shop of the licensee shall forthwith be sent to that District Magistrate.<p></p>"
	},
	{
	"section_id":"21",
	"title":"21: Conversion, repair, test, sale, etc",
	"content":"(1) Where a licence is granted in Form IX or Form XI for conversion or repair, but not manufacture, of any category of firearms or ammunition, it entitles the licensee to fabricate components or parts, for the purpose of conversion or repair of such firearms or ammunition but not to manufacture such components or parts to be utilised for assembling into complete firearms or ammunition of any category which he is not allowed to manufacture.<p></p>         (2)(a) A licence in Form XI shall not entitle the dealer to shorten a firearm or to convert an imitation firearm, into a firearm, unless he has a licence in Form IX showing specifically that he is permitted to shorten a firearm or convert an imitation firearm into a firearm.<p></p>            (b) Under no circumstances shall a dealer shorten the barrel of a rifle or smooth-bore gun so that the resultant length becomes less than 20 inches.<p></p>            (c) The details of the cases in which barrels are shortened and imitation firearms are converted into firearms shall be reported every month to the District Magistrate, in such form, if any, as may be required.<p></p>         (3) A dealer having a licence in Form XI, Form XII or Form XIII to repair to test or to sell firearms or ammunition shall not take the firearms or ammunition for testing to a testing range or other place, unless specifically permitted to do so by his licence, and he shall carry out tests only in such manner and subject to such conditions as are laid down therein.<p></p>         (4) Where a licence is granted in Form IX or Form XI for conversion of ammunition, it shall not entitle the licensee to convert blank cartridges or any ammunition having no projectile into single/multiple projectile ammunition or to load or re-load any ammunition.<p></p>"
	},
	{
	"section_id":"22",
	"title":"22: Proof-testing of firearms",
	"content":"(1) Proof-testing of firearms manufactured by a licensed dealer shall be carried out only in accordance with the regulations which may be framed by the Central Government or framed by such authorities as the Central Government may specify in this behalf and approved by that Government.<p></p>         (2) No dealer shall sell a firearm which has not been duly proof-tested.<p></p>"
	},
	{
	"section_id":"23",
	"title":"23: Licensing authorities to furnish information to the District Magistrate",
	"content":"A copy of every licence granted in any Form by any authority other than a District Magistrate shall be sent forthwith to the District Magistrate having jurisdiction over the area in which the place of business or residence of the licensee is situated.<p></p>"
	},
	{
	"section_id":"24",
	"title":"24: Sale or keeping for sale certain arms and ammunition",
	"content":"(1) The State Government or, in the States of Tamil Nadu, Andhra Pradesh or Kerala, the Board of Revenue, may, by licence granted by it in Form XI or Form XII, authorise selected dealers to sell or keep for sale a specified amount of ammunition of category I(c).<p></p>         (2) A dealer possessing a licence in Form IX, Form XI, or Form XII shall not sell or transfer any arms or ammunition of category I(b) or I(c) to any person, unless the acquisition or possession of such arms or ammunition is expressly permitted in his licence or in his certificate of exemption.<p></p>"
	},
	{
	"section_id":"25",
	"title":"25: Identification marks on firearms",
	"content":"(1) A manufacturer of firearms shall get every firearm manufactured by him stamped so as to show distinctly<p></p>            (a) the makers name and registered trade mark, if any;<p></p>            (b) the serial number of the weapon as entered in his register and the year of stamping; and<p></p>            (c) proof-mark; as shown in the following Table:<p></p>         (2) When an imported firearm kept for sale by a dealer does not bear the manufacturers name, such distinguishing mark of the importer as allotted by the State Government shall be engraved on the barrel (adjacent to the number, if any, existing thereon) and on other parts as shown in column (2) of the Table under sub-rule (1); if a barrel bears more than one number, the distinguishing mark shall be affixed to the number appearing on the original invoice. When the manufacturers number appears only on the trigger guard or other replaceable part, that number shall be engraved on the part shown in column (3) of the Table.<p></p>         (3) A person, who has in his possession any firearm which does not bear distinctly a manufacturers name, number of other identification mark as mentioned in sub-rule (1), shall get the identification mark stamped on the firearm consisting of<p></p>            (a) such distinct letters as may be prescribed for the purpose by the State Government;<p></p>            (b) serial number of the possession licence in the Arms Register of the licensing authority concerned or, in respect of the firearms in possession of a person exempt from the obligation to take out licence for their possession, the letters Ex; and<p></p>            (c) the year of stamping,in that order and in the following manner:<p></p> 1. Rifles On the barrel and breech.<p></p> 2. Guns and Pistols On the barrel.<p></p> 3.Revolvers On the breech and cylinder.<p></p>"
	},
	{
	"section_id":"26",
	"title":"26: Records of transactions in arms and ammunition",
	"content":"(1) Every dealer shall maintain such registers as may be prescribed by the Central Government to show receipts, disposals, balance of stocks in hand and daily sales of arms or ammunition of different categories and provide such other information as may be required.<p></p>         (2) Every entry of transactions in such registers shall be made before the close of business hours on the same day and in the case of a sale or transfer the dealer shall, at the time of the transaction, require the purchaser or transferee, if not known to him, to furnish particulars sufficient for identification, and shall immediately enter the said particulars in the registers.<p></p>"
	},
	{
	"section_id":"27",
	"title":"27: Inspection of premises, stock and record",
	"content":"Every Magistrate and police-officer not below the rank of Inspector, or if the Central Government so directs, of Sub-Inspector, acting within the local limits of his authority, or any officer of the Central Government specially empowered in this behalf may<p></p>        (a) enter and inspect the premises in which arms or ammunition are manufactured or in which arms or ammunition are kept by a manufacturer or in such arms or ammunition; and<p></p>        (b) examine the stock and accounts of receipts and disposals of arms and ammunition or any other register or document.<p></p>"
	},
	{
	"section_id":"28",
	"title":"28: Restrictions upon import or export for re-import of arms or ammunition",
	"content":"A licence shall not be granted for the import or export for re-import of any arms or ammunition through the medium of post office.<p></p>"
	},
	{
	"section_id":"29",
	"title":"29: Import by sea or air",
	"content":"Arms or ammunition shall be deemed to have been brought into India by a person when such arms or ammunition are imported though an agent and are either<p></p>       (i) consigned to such person direct, or<p></p>       (ii) consigned to the said agent, if the agent possesses, a certificate from the said person that the arms or ammunition are bona fide his property and the agent only clears the arms or ammunition from the customs house and forwards the same.<p></p>"
	},
	{
	"section_id":"30",
	"title":"30: Vessels entering the territorial waters of India",
	"content":"Arms or ammunition carried by a vessel entering the territorial waters of India or leaving such waters, shall be deemed to be imported or exported as the case may be, irrespective of whether the vessel carrying the arms or ammunition does not berth.<p></p>"
	},
	{
	"section_id":"31",
	"title":"31: Import by land or river of arms and ammunition",
	"content":"(1) Where a licence is granted in Form XVI and the articles are consigned to an area not on the frontier of India, a copy of the licence shall forthwith be sent by the authority granting it to the Government of the State concerned or the District Magistrate having jurisdiction over the area in which they cross such frontier; and the State Government/District Magistrate may in its/his discretion require the licensee to produce the arms or ammunition for its/his inspection before allowing the same to be taken out.<p></p>         (2) Where arms or ammunition are imported by rail, a copy of the licence shall forthwith be sent by the authority granting it to the railway authorities at the place to which such arms or ammunition are consigned.<p></p>"
	},
	{
	"section_id":"32",
	"title":"32: Bringing of arms or ammunition into India by bona fide tourists",
	"content":"(1) A licence, valid for a period of six months from the date of endorsement referred to in sub-rule(1-A), may be granted in Form III to bona fide tourists referred to in clause(b) of the proviso to sub-section(1) of section10, so far as practicable, six months prior to the expected date of arrival of the tourist in India: Provided that the validity of the licence so granted shall commence only from the date of endorsement of the said licence and that the arms and ammunition covered by the licence shall not be used till the date of endorsement of the licence.<p></p>         (1-A) When a licence is granted in Form III to a bona fide tourist, under sub-rule(1), the licence, together with the passport/visa of the tourist, shall be presented to the licensing authority as soon as may be after the disembarkment of the tourist and the latter shall<p></p>         (a) after obtaining the undertaking referred to in sub-rule(2), endorse the licence making it valid for a period of six months from the date of the endorsement; and<p></p>         (b) make an entry in the passport/visa giving full particulars of all the arms and ammunition for which the licence has been granted.<p></p>         (2) The licensing authority shall obtain an undertaking in writing from the licensee that he shall not sell or transfer the arms or ammunition to anyone in India without the prior permission of the District Magistrate having jurisdiction over the place where such sale or transfer is to be made, and where the arms or ammunition are sold or transferred he shall inform the customs authority and pay the duty, if any.<p></p>         (3) The passport checking authority or any other officer empowered by the District Magistrate in this behalf at the port or other place of departure from India shall verify that the arms entered in the passport/visa are being taken out of India by the licensee and recover the licence and forward the same to the authority who issued it with the remarks that the arms have been duly re-exported or lawfully sold or transferred in India, as the case may be.<p></p>"
	},
	{
	"section_id":"33",
	"title":"33: Of exports",
	"content":"(1) The authority granting a licence in Form XVII for export by sea or air of arms or ammunition from customs ports to ports in foreign territory or Commonwealth shall send a copy of such licence to the agent or master of the vessel or to the air carrier by which the arms or ammunition covered by the licence are intended to be taken out of India.<p></p>         (2) The weapons of the following descriptions shall not be allowed to be exported, namely:<p></p>           (i) weapons falling within the definition of antiquity under the Antiquities (Export Control) Act, 1947 (31 of 1947);<p></p>           (ii) weapons of current and popular bores for which ammunition is available in the country; and<p></p>           (iii) automatic weapons and weapons which are in use by the police or the armed forces of the Union.<p></p>         (3) Every application for the grant of a licence in Form XVII or Form XVIII for export of firearms shall be accompanied by a certificate from the Director-General of Archaeology of the Central Government to the effect that the arms intended to be exported do not fall within the definition of antiquity under the Antiquities (Export Control) Act, 1947 (31 of 1947). If the application is made to the Central Government, it shall be accompanied by a further certificate from the licensing authority of the place from where the weapons are intended to be exported certifying that the weapons do not belong to any of the descriptions mentioned in sub-rule(2).<p></p>"
	},
	{
	"section_id":"34",
	"title":"34: Export by land or river of arms and ammunition",
	"content":"When a licence for export of arms or ammunition by land or river is granted in Form XVIII a copy of the licence shall forthwith be sent by the licensing authority<p></p>         (a) where the arms or ammunition are exported by rail, to the District Magistrate of the place from which the consignment is to be despatched or, in the State of Jammu and Kashmir, to the State Government, and such authority shall forthwith send a copy to the railway authorities at the station from which the consignment is to be despatched;<p></p>         (b) where the arms or ammunition are exported by road or river, to the District Magistrate having jurisdiction over the area out of which they are to cross the frontier of India; and such Magistrate may, in his discretion, require the licensee to produce the arms or ammunition for his inspection before allowing them to leave the area.<p></p>"
	},
	{
	"section_id":"35",
	"title":"35: Export and re-import of arms and ammunition by sea or air",
	"content":"(1) A licence in Form XIX may be granted for export of arms or ammunition by sea or air from one place in India and re-import into another place in India<p></p>         (a) by the Central Government or any other officer specially empowered by it, if<p></p>          (i) the arms or ammunition are taken by sea or by an International Air Service or across intervening territory not forming part of India, or<p></p>          (ii) the arms or ammunition form part of the estate of a deceased or insane person who was or is subject to the Indian Navy Act, 1957 (62 of 1957), or whose estate is dealt with under the Army and Air Force (Disposal of Private Property) Act, 1950 (40 of 1950), where such arms or ammunition are to be sent to the wife, widow, legal representative or next-of-kin of such deceased or insane person; or<p></p>\t\t (b) by the licensing authority<p></p>          (i) for import, at the place of destination, or<p></p>          (ii) for export, at the place of despatch subject to the previous consent of the licensing authority at the place of destination as required under rule 50 if the arms or ammunition are carried by sea or by an internal air service,Explanation-For the purpose of this rule, India includes any of ex-French Settlements in India.<p></p>         (2) A copy of every licence granted under sub-rule (1) shall forthwith be sent by the authority granting it to<p></p>         (a) the licensing authority/authorities of the place of despatch/destination of the articles as the case may be, or if the place of despatch/destination is in any of the ex-French Settlements in India, to the Secretary, General Administration Department, Government of Pondicherry; and<p></p>         (b) where the place of despatch/destination of the articles is other than a port<p></p>           (i) to the licensing authority at the port of export/re-import; and<p></p>           (ii) if the route includes transport by rail, to the railway authorities at the station from which the consignment is to be despatched.<p></p>"
	},
	{
	"section_id":"36",
	"title":"36: Arms or ammunition to be delivered to Commissioner of Customs in certain cases",
	"content":"Where a vessel or aircraft bound for a port other than a port in India calls at any port in India in the course of its voyage, and remains there for a period exceeding forty-eight hours, any arms or ammunition in the possession of any passenger not exempted from liability to take out a licence in respect of such possession shall be delivered by him to the Commissioner of Customs to be detained until the departure by sea or air, as the case may be, of such passenger, and it shall not be necessary for such passenger to take out any licence in respect of the arms or ammunition so delivered and detained.<p></p>"
	},
	{
	"section_id":"37",
	"title":"37: Prohibition of transport of arms and ammunition",
	"content":"(1) Save as herein otherwise provided, no person shall transport over India or any part thereof any firearms or ammunition or any arms of category V, except under and in accordance with the conditions of a licence granted under these rules.<p></p>         (2) Nothing in sub-rule(1) or in section12 shall be deemed to apply to arms or ammunition<p></p>             (a) transported personally or as personal luggage, in reasonable quantities for his own use, by a person lawfully entitled to possess or carry such arms or ammunition;<p></p>             (b) transported by a person licensed to manufacture such articles, for proof testing, in a case or package legibly addressed to a Government establishment or an establishment approved in this behalf by the Central Government, or re-transported by such establishment to such person;<p></p>             (c) of category V, transported through an area where the Central Government has, by notification in the Official Gazette, applied section 4, or from such area to an area where section4 does not apply, provided that the weapons are properly packed and labelled, showing clearly the description of the articles and the name and address of the consignee;<p></p>             (d) transported by a licensed dealer for export or after import, in accordance with a licence for their export or import,<p></p>         (i) from the place of despatch to the port or other place of export, or<p></p>         (ii) from the port or other place of import to the place of destination, or<p></p>         (iii) by transhipment in the port of import for re-export by sea or air;<p></p>             (e) transported<p></p>         (i) by a person lawfully entitled to possess such articles, in reasonable quantities for his own use from the premises of a licensed dealer, or for purposes of examination or repair or test to or from any such premises, or to the address of any other person lawfully entitled to possess such articles; or<p></p>         (ii) by a licensed dealer in a case or package legibly addressed to a person lawfully entitled to possess such articles, in compliance with an order given by such person for the supply of such articles, in reasonable quantities, for his own use or carrying out necessary repairs thereto;<p></p>             (f) being chlorates, transported for bona fide industrial, agricultural or medical purposes: Provided that<p></p>         (i) transport of arms or ammunition under clause (d), clause (e) or clause (f) shall be subject to obtaining a certificate of no objection from the licensing authority at the destination of the articles as provided for in rule 50;<p></p>         (ii) transport of arms or ammunition personally for any of the purposes stated in sub-clause (i) of clause (e) without using them through any area outside the area of validity of his possession licence, shall be subject to his obtaining a permit from the licensing authority at the starting place of transport; and<p></p>         (iii) prior intimation of the transport of arms of category V under clause (c) or of chlorates under clause (f) shall be given to the officer in charge of the nearest police-station or a Magistrate having jurisdiction over the place of despatch.<p></p>         (3) The officer or Magistrate receiving prior intimation under clause (iii) of the proviso to sub-rule (2) shall immediately inform the District Magistrate and, if the articles are transported by rail, the superintendent of railway police having jurisdiction<p></p>         (i) over the place of destination in the case of transport of chlorates, and<p></p>\t     (ii) over the place of entry into the area, where section4 applies, in the case of transport of arms of category V,Explanation-For the purposes of this rule, transport includes movement of arms or ammunition across any part of the country, but does not include movement of arms or ammunition by a licensed dealer from a warehouse, godown or any other similar place to his factory, shop or other places of business within the same village, town or city.<p></p>"
	},
	{
	"section_id":"38",
	"title":"38: Transport of arms or ammunition",
	"content":"(1) A copy of licence granted in Form XX for transport of arms or ammunition beyond the local limits of the jurisdiction of the authority granting it shall forthwith be sent to the District Magistrate having jurisdiction over the area where the place to which the articles are consigned is situated, or if such place is in the State of Jammu and Kashmir, to the Government of the State.<p></p>         (2) A copy of every such licence granted by a District Magistrate for transport within the limits of his jurisdiction shall forthwith be sent to the Subordinate Magistrate (if any) having jurisdiction over the place to which the arms or ammunition are consigned.<p></p>         (3) Where arms or ammunition are transported by rail, a copy of such licence or a copy of the no objection certificate referred to in rule 50 shall be attached to the way-bill or invoice, as the case may be, and telegraphic advice of every such consignment shall be sent by the railway authorities from the forwarding to the receiving station.<p></p>         (4) A licence of the transport of arms or ammunition shall not, save for special reasons to be recorded by the authority granting it, be granted for a period longer than twice the time likely to be occupied in the journey to the place of destination by the route indicated in the licence: Provided that a licence for a longer period, not exceeding a quarter of a year at one time, may be granted in connection with industrial purposes for transporting ingredients of ammunition in instalments from the godown to the factory of the licensee situated within the same district but not in the same locality. A licensee transporting any ingredients of ammunition under such licence shall give prior intimation to the nearest Magistrate/officer in charge of the police station; and he shall make necessary entries promptly in the stock registers maintained for the purpose at both the godown and the factory.<p></p>"
	},
	{
	"section_id":"39",
	"title":"39: Licence for import, transport and re-export of arms and ammunition",
	"content":"Where under the authority of a licence for import, transport and re-export of arms or ammunition granted in Form XIX, the arms or ammunition are to be<p></p>          (a) transported across Indian territory entirely by rail, a copy of the licence shall forthwith be sent by the authority granting it, to the licensing authority and to the railway authority at the places from which the consignment is to be despatched;<p></p>          (b) transported across Indian territory and re-exported by land or river, a copy of the licence shall forthwith be sent by the authority granting it to the District Magistrate having jurisdiction over the area out of which the consignment is to cross the frontier of India.<p></p>"
	},
	{
	"section_id":"40",
	"title":"40: Scrutiny by authorities of consignments containing arms and ammunition",
	"content":"(1)(a)(i) Where a package or case containing arms or ammunition is brought for export and transport, to a railway authority or shipping agent or a master of vessel or air carrier, the latter shall, before receiving the articles for despatch or despatching them, verify that they are accompanied by the original licence in the case of export or an attested copy of the licence in the case of transport or of export for re-import.<p></p>               (ii) Where a consignment is received after import, or transport, by an authority at a port checking import or by a railway authority, such authority shall require the production of the original licence before delivering the consignment.<p></p>\t\t\t(b) Where arms or ammunition consigned to an area not on the frontier of India are imported, or where a consignment of arms or ammunition is exported, by land or river, the District Magistrate having jurisdiction over the area in India into or out of which it crosses the frontier of India or an officer appointed by him in this behalf shall require the licensee to produce original licence and may, in his discretion, require the licensee to produce the arms or ammunition for his inspection before allowing the articles to leave the area.<p></p>        \t(c) The aforesaid authority shall satisfy himself<p></p>                (i) that the licence accompanying the consignment or produce by the licensee is identical in substance with the copy sent to him; and<p></p>                (ii) that the arms or ammunition correspond with the description given in such licence.<p></p>          (2) Where in any case referred to in sub-rule (1)<p></p>             (a) the original licence is not produced by the consignee or the original or attested copy of the licence does not accompany the case or package, as the case may be, or<p></p>             (b) the licence is not identical in substance with the copy sent to the authority, or<p></p>             (c) the arms or ammunition do not correspond with the description given in such licence,the authority shall not receive the articles or despatch or allow the articles to proceed further or deliver the consignment, as the case may be, and shall, in case he is not a Magistrate, forthwith inform the nearest Magistrate.<p></p>"
	},
	{
	"section_id":"41",
	"title":"41: Production and delivery of licence for import/export/transport",
	"content":"(1) The consignee of arms or ammunition imported/transported under a licence or his agent in the case of arms or ammunition exported under a licence shall<p></p>             (a) produce the licence, where the consignment in the course of import crosses the frontiers of India by land or river, within six days of such crossing, before the District Magistrate having jurisdiction over the area into which the consignment so crosses or before such other officer as the District Magistrate may appointment in that behalf;<p></p>             (b) deliver the licence within six days of the arrival of the consignment<p></p>          (i) at the destination, in case of such consignment has been imported or transported to a place in India, or<p></p>          (ii) in the area out of which such consignment, being exported/transported across Indian territory for re-export, is to cross the frontier of India and before it so crosses,to the District Magistrate having jurisdiction over the area in which the destination or place of crossing as the case may be, is situated, or such other officer as the District Magistrate/State Government may appoint in that behalf.<p></p>        (2) Every officer, to whom a licence is produced or delivered under sub-rule(1), shall satisfy himself that<p></p>             (a) the arms or ammunition correspond with the description given in the licence, and<p></p>             (b) any deficiency is properly accounted for.<p></p>         (3) If the officer to whom a licence is delivered under sub-rule(1) is an officer other than the District Magistrate, the licence shall be forwarded by such other officer to the District Magistrate.<p></p>"
	},
	{
	"section_id":"42",
	"title":"42: Import, transport and export of arms and ammunition for the Government of Nepal or the King of Nepal",
	"content":"(1) Where arms or ammunition are imported into India for despatch to the Government of Nepal or His Majesty the King of Nepal, the customs authorities at the port of disembarkation, of the licensing authority in other places, shall check the consignment against the list of arms or ammunition received from the Central Government; the packages shall be sealed thereafter in the presence of a Customs Examiner or any other authority appointed for the purpose by the Central Government.<p></p>         (2)(a) Where arms or ammunition imported into, or acquired in India are to be despatched to Nepal for the Government of Nepal, or His Majesty the King of Nepal, they shall be accompanied by a certificate from the Collector of Customs or the licensing authority of the area concerned to that effect; the certificate shall also contain a description of the marks on each package or case sufficient to enable it to be readily identified and a general statement of the contents of such package or case;<p></p>            (b) On receipt of requisition from the clearing agents or the firm concerned, as the case may be, the District Magistrate shall arrange for necessary escort up to the railway station;<p></p>            (c) The railway authorities shall not receive for despatch any package or case containing arms or ammunition unless accompanied by a certificate as required under clause (a).<p></p>         (3) Where in any case<p></p>            (i) the list referred to in sub-rule(1) is not received from the Central Government, or<p></p>            (ii) the arms or ammunition imported into, or intended to be despatched from India do not correspond with the description given in such list,the authorities concerned shall not allow the consignment to be despatched to Nepal and shall forthwith inform the Central Government.<br></br>"
	},
	{
	"section_id":"43",
	"title":"43: Transport of arms from any place in Nepal to any other place in Nepal through Indian territory",
	"content":"(1) Notwithstanding anything contained in rules 8 and 28, the Ambassador of India in Nepal, on application made by or on behalf of His Majesty the King of Nepal, or the Government of Nepal and subject to confirmation by the Central Government, may grant a licence in Form XXI for the import into, possession in, transport across, or export out of, India from any place in the territory of Nepal to any other place in that territory across the frontiers of India, of arms or ammunition of categories I and II or any other category, by His Majesty the King of Nepal, personal accompanying him, his brothers, the Prime Minister of Nepal and Nepal Governments Troops or Police, as the case may be.<p></p>         (2) Where under the authority of a licence granted under sub-rule(1), arms or ammunition are to pass across Indian territory<p></p>             (a) if entirely by rail, a copy of the licence shall forthwith be sent by the Ambassador to the District Magistrate having jurisdiction over the areas through which the arms or ammunition shall pass across the frontiers of India and also to the railway authorities of the place in the Indian territory through which the consignment shall pass;<p></p>             (b) if by road or river, a copy of the licence shall forthwith be sent to the District Magistrate having jurisdiction over the areas through which the arms or ammunition shall pass to Nepal across the frontiers of India.<p></p>         (3) The Central Government, or the Ambassador with the approval of the Central Government, may make any order regulating the safe transit to Nepal across the frontiers of India of the arms or ammunition mentioned in this rule.<p></p>"
	},
	{
	"section_id":"44",
	"title":"44: Transit licences for bona fide travellers",
	"content":"(1) Where a licence is granted in Form XXII, the licensing authority shall endorse the passport/visa of the tourist to that effect.<p></p>         (2) A copy of every licence granted in Form XXII shall forthwith be sent to such officer of the Government of the State in which the place of his departure from India is situated as may be specially empowered in this behalf by the State Government or the Administrator or Lieutenant-Governor or Chief Commissioner of a Union territory, as the case may be.<p></p>         (3)(a) The licensee shall not, while in India, sell or transfer any arms or ammunition covered by his licence without prior permission of the licensing authority of the place where such sale or transfer is to be effected. He shall produce the arms or ammunition or the permission of the licensing authority, as the case may be, at the time of leaving India and return his licence to the passport checking authority, or other authority empowered by the District Magistrate in this behalf, at the port or other place of departure from India;<p></p>            (b) The passport checking authority or other authority to whom the licence is returned by the licensee, shall forward the same to the authority who issued it, with the remarks that the arms or ammunition have been duly exported, or sold or transferred with the permission of the authority concerned as required under clause(a).<p></p>"
	},
	{
	"section_id":"45",
	"title":"45: Licence to keep in custody arms and ammunition",
	"content":"The licensee in Form XIV shall not accept for custody arms or ammunition without satisfying himself that there is no mala fide intention on the part of the depositor or any person on whose behalf the deposit is being made. The dealer shall either inform the nearest police station and the District Magistrate personally, or despatch information to the officer in charge of the police station and the District Magistrate by registered post on the day of deposit or return or disposal, as the case may be, of such arms or ammunition.<p></p>"
	},
	{
	"section_id":"46",
	"title":"46: Deposit of arms and ammunition under section 21",
	"content":"(1) When a licensing authority decides to suspend or revoke a licence or to refuse to renew it, he shall, while communicating his decision in writing to the licensee, inform him that<p></p>          (a) under section21(1) he is required to deposit within such time as may be specified in the order suspending, revoking or refusing to renew the licence, the arms or ammunition covered by the licence, either with the officer in charge of the nearest police-station or with a dealer holding a licence in Form XIV, or, in case he is a member of the armed forces of the Union, in the unit armoury;<p></p>          (b) subject to the proviso to section 21(2), during the period prescribed under sub-rule(4), he or, in the case of his death, his legal representative is entitled to sell or otherwise dispose of the arms or ammunition to any person lawfully entitled to possess the same and to receive the sale proceeds, if any; and<p></p>          (c) if the arms or ammunition have not been disposed of or their possession by the licensee or his legal representative, as the case may be, has not become lawful within the prescribed period, they shall, subject to the proviso to section21(3), be forfeited to Government by order of the District Magistrate.<p></p>         (2) Where any arms or ammunition is deposited by an owner under section21(1), in a police station or unit armoury, or with a dealer holding a licence in Form XIV, the officer in charge of the police station or unit armoury or the licensed dealer, as the case may be, shall<p></p>          (a) attach to each article deposited, a card showing the following:<p></p>          (b) issue to the depositor a receipt containing the same details as in (a); and<p></p>          (c) immediately send a copy of the receipt to the authority who granted the licence or renewed it last.<p></p>         (3)(a)(i) Any arms or ammunition deposited in a unit armoury under section21(1) may, unless returned or disposed of earlier, be transferred, after the expiry of a period of 30 days after such deposit to the nearest police station.<p></p>\t\t\t   (ii) Any arms or ammunition deposited in a police station under section21(1) which have not been returned or disposed of within 30 days of the deposit and the arms or ammunition transferred under clause (i) may be transferred for the sake of better maintenance or safety to a police armoury in the district/taluqua headquarters or such other place as may be specified by the District Magistrate, in accordance with such instructions as may be issued by the State Government for the purpose: Provided that the District Magistrate, may, when he considers it desirable, extend the said period of 30 days.<p></p>            (b) Intimation of such transfer shall be given to the depositor of the article and to the licensing authority who granted or last renewed the licence for the article.<p></p>         (4) The period within which a depositor or his legal representative may exercise his rights under sub-section(2) of section21 shall be<p></p>            (a) Six months from the date of deposit, if the arms or ammunition are deposited as a consequence or contravention by its, owner of any provision of the Act or these rules or any condition of the licence.<p></p>            (b) One year<p></p>               (i) from the date of deposit, if the arms or ammunition are deposited as a consequence of its possession becoming unlawful under section21(1) otherwise than as under clause(a); or<p></p>               (ii) if it is already in deposit, from the date of communication to the owner, of the order revoking, suspending, or refusing to renew the licence; or<p></p>               (iii) from the date of notification issued under section4: Provided that any period under clause(a) or (b) shall be reckoned<p></p>                (i) where an appeal is preferred by the owner under section18 from the date of the final order of the appellate authority;<p></p>                (ii) where the arms or ammunition is the subject of a legal suit or dispute or is owned or inherited by a person who has not completed the age of sixteen years from the date of termination of the dispute or of completion by that person of the age of sixteen years; and<p></p>                (iii) where the owner of the arms or ammunition is on active service outside India-from the date of his return to India: Provided further that<p></p>                 (i) when the arms or ammunition is owned by a person who is considered by the licensing authority to be unfit, for the time being to carry the arms or ammunition for any reason, or in any other suitable case, the District Magistrate or the Commissioner of Police, in relation to any metropolitan area, may extend the period prescribed under clause (a) or clause (b) for a period upto six months; and<p></p>                 (ii) the State Government may by special or general order extend the period beyond six months: Provided further that when the arm or ammunition is owned by a person who is considered by the licensing authority to be unfit, for the time being, to carry the arms or ammunition for any reason, the period prescribed under clause (a) may be extended suitably by the District Magistrate, or the Commissioner of Police in relation to any metropolitan area.<p></p>             (c) Two years if the firearms are deposited as a consequence of proviso to sub-section(2) of section3.<p></p>         (5)(a) Any arm or ammunition not returned or disposed of before the expiry of the period prescribed under sub-rule(4) shall be notified to the District Magistrate; and subject to the provisos of sub-rule(4) and the proviso to the section21(3), transferred to the district malkhana or such other place as required by order of the District Magistrate, for the purpose of forfeiture under section 21(3).<p></p>            (b) The District Magistrate shall, before making an order of forfeiture after the expiry of the prescribed period serve a notice as required under section 21(4) in like manner as for service of summons under the Code of Criminal Procedure, 1898 (5 of 1898): Provided that, in the case of the depositor being a member of the armed forces of the Union, the notice shall be served personally through the Commanding Officer of such member.<p></p>         (6) Charges for maintaining in good condition articles deposited may be levied at such rates as may be fixed from time to time by the State Government.<p></p>"
	},
	{
	"section_id":"47",
	"title":"47: Deposit of arms and ammunition for safe custody otherwise than under section 21",
	"content":"(1)(a) A person lawfully possessing arms or ammunition may deposit them for safe custody with a dealer holding a licence in Form XIV or in a police station or, if he is a member of the armed forces of the Union, in a unit armoury;<p></p>            (b) before accepting the arms or ammunition for deposit otherwise than under section 21(1), the dealer or officer in charge of a police station or unit armoury shall satisfy himself that they are possessed under a valid licence issued under the Act and these rules or under exemption from the need for such licence;<p></p>            (c) members of the armed forces of the Union may be allowed to keep their arms or ammunition in safe custody in a unit armoury only during the tenure of their service.<p></p>         (2) Where the arms or ammunition have been deposited under sub-rule(1), the dealer or the officer in charge of the police station or unit armoury shall<p></p>            (a) attach to each article deposited a card, easily distinguishable from that described in rule 46(2)(a) showing the following:<p></p>\t\t    (b) issue to the depositor a receipt containing the same particulars as in clause(a); and<p></p>            (c) on the same day send a copy of the receipt to the authority who granted the licence or renewed it last.<p></p>         (3)(a) In the event of failure to get the licence renewed, the arms or ammunition shall continue to be possessed by the dealer on the authority of his licence in Form XIV or by the officer in charge of the police station or unit armoury; but, if the licence is not renewed for a period of 3 years after its expiry, the dealer or the officer in charge of the police station or unit armoury shall bring this to the notice of the District Magistrate for such action as he may consider necessary.<p></p>            (b) the articles shall in no case be returned to the owner, unless the licence to possess them is renewed or a new licence is obtained.<p></p>         (4) The depositor may be charged a fee for the custody of the articles deposited at the following rates:<p></p>             1. For each firearmFifty rupees per year or portion thereof.<p></p>             2. For every other weapon or package of ammunitionRs.25 per year or portion thereof.Any extra charges for maintenance of the articles in good condition may be levied at such rates as may be fixed from time to time by the State Government.<p></p>"
	},
	{
	"section_id":"48",
	"title":"48: Records and returns of the articles deposited",
	"content":"(1) The dealer, or the officer in charge of the police station or unit armoury shall maintain such registers as may be prescribed by the Central Government.<p></p>         (2) A copy of the entries in the registers relating to the quarters ending on the last day of March, June, September and December each year, certified as true copy under the signature of the dealer or officer in charge, of the police station or unit armoury, as the case may be, shall be forwarded to the District Magistrate as early as possible after the expiry of each quarter.<p></p>         (3) The licensed dealer or the officer in charge of the police-station or unit armoury or of any other place specified under rule 46(3)(a)(ii) where the arms or ammunition are kept, shall submit to the District Magistrate by the 15th in December each year, a report showing the particulars of arms or ammunition in their custody which have, or will become liable to forfeiture by the end of that year.<p></p>"
	},
	{
	"section_id":"49",
	"title":"49: Inspection",
	"content":"(1) Arms and ammunition deposited in a police station or with a dealer and those transferred to the district malkhana and the register maintained for the purpose shall be inspected periodically by the District Magistrate or other officer appointed by the State Government in this behalf in accordance with such procedure as may be prescribed by the State Government.<p></p>         (2) The arms or ammunition deposited in a unit armoury and the register maintained for this purpose shall be inspected periodically by the officer commanding the unit or any other officer empowered by him in accordance with the procedure prescribed by the Government of the State, where the unit is for the time being located.<p></p>"
	},
	{
	"section_id":"50",
	"title":"50: Previous consent in certain cases",
	"content":"(1) A licence having effect beyond the local limits of the authority of the officer granting it shall not be granted for the transport or export or re-import of any arms or ammunition to a place, without ascertaining that there is no objection to the grant of such licence on the part of<p></p>            (i) the District Magistrate having jurisdiction over the area in which such place is situated; or<p></p>            (ii) the Government of the State of Jammu and Kashmir, if such place is in that State; <p></p>            (iii) the Secretary, General Administration Department, Government of Pondicherry, if such place is in any of the ex-French Settlements in India.<p></p>         (2) For the purposes of sub-rule(1), either<p></p>             (i) a certificate of no objection may be obtained by the applicant for the licence; or<p></p>             (ii) an enquiry may be made by the authority to whom application for grant of such licence is made.<p></p>"
	},
	{
	"section_id":"51",
	"title":"51: Application for licence",
	"content":"Every application for the grant of a licence under these rules<p></p>              (a) shall be submitted in Form A;<p></p>              (b) may be presented by the applicant in person or sent through the medium of post office or otherwise, to the licensing authority, as far as possible having jurisdiction in respect of the place, where he ordinarily resides or has his occupation;<p></p>              (c) shall contain all such information as is necessary for the consideration of the application, and in particular<p></p>                 (i) where the application is for a licence for the acquisition, possession and carrying of arms and ammunition for crop-protection, shall specify details of the land and cultivation requiring protection and area within which the arms or ammunition are required to be carried;<p></p>                 (ii) where the application is for a licence for import by land or river or for export or for transport or for export and re-import, or for import, transport and re-export of arms or ammunition, shall specify the place or destination, the route, the time likely to be occupied in the journey and the quantity, description and price of each kind of arms or ammunition in respect of which the licence is required and the purpose for which they are intended;<p></p>              (d) where the grant of licence requires a certificate of no objection from some other authority as provided in rule 50, shall state whether such certificate has been obtained and, if so, shall be supported by evidence thereof;<p></p>              (e) where an application is for the grant of licence in Form II, Form III, Form III-A, Form IV, Form V or Form VI from a person other than a bona fide tourist as defined in section10(1)(b) of the Act, it shall be accompanied by two passport size copies of the latest photograph of the applicant: Provided that<p></p>                 (i) an application by a member of the armed forces of the Union shall be made through his Commanding Officer to the licensing authority having jurisdiction in respect of the place to which he is for the time being posted; and<p></p>                 (ii) the licensing authority may, in accordance with any instructions issued by the State Government in respect of all or any class of firearms, require the personal attendance of the applicant before granting or renewing the licence applied for.<p></p>"
	},
	{
	"section_id":"51A",
	"title":"51A: The applicant shall not suppress any factual information or furnish any false or wrong information in the application form",
	"content":"<p></p>"
	},
	{
	"section_id":"52",
	"title":"52: Form of licence",
	"content":"(1) A licence in Form II, Form III, Form III-A, Form IV, Form V or Form VI, if granted for more than a year to a person other than bona fide tourist as defined in section10(1)(b) of the Act, shall be in book-form and shall contain the latest photograph of the licensee.<p></p>         (2) When a licence is granted in Form II, Form III, Form III-A, Form IV, Form V or Form VI for the possession of arms to be acquired by the licensee subsequent to the grant of the licence, the authority granting the licence shall at the time of granting the same, direct that within a period specified by him, in this behalf, which he may from time to time extend, the arms covered by the licence shall be acquired and that the licence or the arms or both shall be produced for his inspection and if within the period so specified or extended the licensee fails to acquire the arms and to produce the licence or the arms or both, as the case may be, the licence shall cease to be in force: Provided that, if during the period so specified or extended, the licensee wishes to acquire and possess any weapon or weapons of a different description and the licensing authority has no objection to allow the acquisition and possession of such weapon or weapons, he may amend the licence accordingly: Provided further that<p></p>\t\t\t(i) where the licensing authority is the State Government, the licensee residing at any place within the State in which the license was issued may produce the licence or the arms or both for inspection, before the State Government or any authority which the State Government may, by a general or special order, specify in this behalf;<p></p>            (ii) where the licensing authority is the State Government, the licensee may, if he changes his place of residence from one State to another State, produce the licence or arms or both for inspection before the Government of the second mentioned State or any authority which that Government may, by a general or special order, specify in this behalf;<p></p>            (iii) where the licensing authority is other than the State Government, the licensee may if he changes his place of residence, produce the licence or arms or both for inspection before the licensing authority of the place of his new residence to which the licensee may have shifted after the grant of licence,within the period so specified, or extended and the authority other than the licensing authority who inspected the arms as well as the licensee shall intimate the fact of such inspection to the authority who issued the licence.<p></p>"
	},
	{
	"section_id":"53",
	"title":"53: Variation of conditions of licences",
	"content":"(1) On application from a licence-holder, a licensing authority may extend the area of validity specified in his licence, if he is satisfied about the need of such extension, subject to the condition that the licensing authority has the power to grant a licence in relation to the area to which extension is sought.<p></p>         (2) On application from a company holding a licence in Form II or Form III, for a change in the name of the member, agent or other representative of the company in whose name the licence has been granted or of a retainer included in the licence the necessary amendment may be made in the licence by the licensing authority.<p></p>"
	},
	{
	"section_id":"54",
	"title":"54: Renewal of licences",
	"content":"(1) Every licence may, at its expiration and subject to the same condition (if any) as to the grant thereof, be renewed by the authority mentioned in Schedule II as renewing authority: Provided that the licence so renewed may be signed in the appropriate column of the licence by such officer as may be specially empowered in this behalf by the State Government under rule 4.<p></p>         (2) The authority issuing a licence shall ordinarily be responsible for watching all future renewals of the licence. Where a licence is renewed by an authority other than the authority who granted it, the former shall forthwith inform the latter of the fact of renewal and the period for which such renewal is valid. The applicant for the renewal of a licence under this rule shall always be required to state his permanent residence, and, if he notifies a change in his permanent residence to the district in which the renewal is sought, the licensing authority of such district shall hence-forward become responsible for watching all future renewals of his licence and shall inform the original issuing authority accordingly. The procedure shall be repeated on each subsequent occasion of renewal of the licence, the necessary intimation being sent by the renewing authority to the original issuing authority or to the authority who last renewed the licence on a permanent change of residence, as the case may be.<p></p>         (3) An application for renewal of a licence for arms or ammunition deposited under sub-rule (1) of rule 47 may be made by the depositor, or where it is not practicable to make the application direct, through the dealer or any other person authorised by him in this behalf while the arms or ammunition continue to be so deposited.<p></p>         (4) The licensing authority may consider an application for renewal of a licence, if the period between the date of its expiry and the date of application is not, in his opinion, unduly alongwith due regard to the circumstances of the case, and all renewal fee for the intervening period are paid; otherwise the application may be treated as one for grant of a fresh licence.<p></p>"
	},
	{
	"section_id":"55",
	"title":"55: Appeal against the order of a licensing authority or an authority suspending or revoking a licence under section17(6)",
	"content":"In any case in which an authority issues an order<p></p>           (a) refusing to grant or renew a licence or to give an objection certificate for such grant or renewal, or<p></p>           (b) varying any condition of a licence or suspending or revoking a licence under sub-section(1), or sub-section(3), or sub-section(6) of section17, the person aggrieved by such order may, within thirty days from the date of issues of the order, and subject to the proviso to sub-section (2) of section 18, prefer an appeal against that order to the concerned appellate authority.<p></p>"
	},
	{
	"section_id":"56",
	"title":"56: Procedure to be followed by the appellate authority",
	"content":"On receipt of an appeal the appellate authority may call for the records of the case from the authority who passed the order appealed against and after giving the appellant a reasonable opportunity of being heard pass final orders.<p></p>"
	},
	{
	"section_id":"57",
	"title":"57: Fees payable for licence",
	"content":"(1)(a) Every licence granted or renewed under these rules shall, save as herein otherwise expressly provided, be chargeable with the fee (if any) specified in Schedule IV.<p></p>            (b) In any case where fee is prescribed for a year, fee for a fraction of a year shall be the same as for a whole year.<p></p>\t     (2) Where a licensee submits his application for renewal of his licence after the expiry of the period for which the licence was granted, the licensing authority may, if he decides to renew the licence, at his discretion levy<p></p>            (a) full fee as for initial grant of the licence, and<p></p>            (b) if he is satisfied that the delay is not justifiable, or excusable, nor serious enough to warrant revocation of the licence or prosecution of the licensee, a late fee not exceeding the amount of the licence fee is charged, or Rs.100 in other cases.<p></p>         (3) The Central Government may, by general or special order and for reasons to be recorded in writing and subject to such conditions, if any, as it may specify in the order, grant exemption from, or reduction of, the fee payable in respect of any licence: Provided that it shall be a condition of every exemption from payment of the fee chargeable in respect of the grant or renewal of any licence, in Form III that if application for renewal of such licence is not made within one month of the date on which the licence expires, the licensing authority may, unless the applicant satisfies the licensing authority that he had sufficient cause for not making the application within that period, levy renewal fee at the rate specified in the Form.<p></p>         (4) No separate fee shall be chargeable from retainers.<p></p>         (5) No fee shall be chargeable in respect of the grant or renewal of a licence in Form XV by a State Government or the Board of Revenue (in the State of Andhra Pradesh, Kerala or Tamil Nadu) for the import of sulphur in reasonable quantities, if the State Government or the Board of Revenue is satisfied that the sulphur is required in good faith for medicinal, industrial or agricultural purposes (other than for manufacturing arms, ammunition or explosives).<p></p>         (6) Any political representative authorised to grant licences in Form XVIII may remit the fee payable in respect of the grant or renewal of any such licence in the case of arms or ammunition exported for personal use, or in the case of ammunition exported for use for blasting purpose (whether on a public work or not) of the Government of any territory or place outside India.<p></p>         (7)(i) No fee shall be chargeable for the grant of a licence for export and re-import of any arms or ammunition in a case of package legibly addressed to a person lawfully entitled to possess such articles, in compliance with a requisition made by a such person for the supply of such articles in reasonable quantities for his own use or after carrying out necessary repairs thereto.<p></p>            (ii) Where any arms or ammunition are imported under a licence into any customs port in India and re-exported thence for re-import into any other customs port in India under rule 35 the necessary licence for such re-export and re-import under the said rule shall be chargeable with a fee of rupees one hundred only.<p></p>         (8) No fee shall be chargeable in respect of <p></p>             (i) a change of description of the weapon entered in a licence granted for its acquisition under the proviso to rule 52(2) but if the licence fee in respect of the weapon so changed is higher than that for the original weapon, the difference of such fee may be charged;<p></p>             (ii) an endorsement under rule 12 of a licence granted in the State of Pondicherry or endorsement to extend or change the area of validity of a licence under sub-rule(1) of rule 53;<p></p>             (iii) a change of name, under rule 53(2), of member, agent or other representative of the company or retainer; or<p></p>             (iv) a grant of consent or permit certificate or endorsement or any other document under these rules, except as otherwise expressly provided.<p></p>"
	},
	{
	"section_id":"58",
	"title":"58: Fee payable for copies and duplicates",
	"content":"Where a licence granted or renewed under these rules in lost or accidentally destroyed, the authority empowered to grant such licence may grant a duplicate<p></p>          (a) where the original licence was granted without the payment of any fee, on payment of a fee of Rs. 50; and<p></p>          (b) in any other case on payment of a fee of Rs. 100 or the fee with which the original licence was chargeable; whichever is less.<p></p>"
	},
	{
	"section_id":"59",
	"title":"59: Fee payable on a petition for appeal made under section 18(1)",
	"content":"Every petition for appeal under section18(1) shall be accompanied by a fee of<p></p>         (a) Rs. 100, if the fee for the licence in relation to which the appeal is preferred is Rs. 50 or more; and<p></p>         (b) Rs. 50 in any other case.<p></p>"
	},
	{
	"section_id":"60",
	"title":"60: Collection of fees",
	"content":"All fees payable shall be paid in cash either in person or, at the option of the person concerned, by a money order/postal order, at the time of application.<p></p>"
	},
	{
	"section_id":"61",
	"title":"61: Dealers to maintain registers, etc., in certain cases",
	"content":"Where no licence is required for the manufacture, sale, import, export or transport of any category or description of arms or ammunition by or through a dealer, the dealer may be asked to registers his name and address and place of business in such manner and at such place as the Central Government may prescribe and the dealer shall maintain such register and furnish such information to the Central Government as it may require in respect of the arms or ammunition so manufactured, sold, imported, exported, or transported.<p></p>"
	},
	{
	"section_id":"62",
    "title":"62: Production of licence",
	"content":"(1) Any person who<p></p>            (a) holds a licence granted or renewed or a pass, permit or certificate granted under these rules, or<p></p>            (b) is acting under colour of such licence, pass, permit or certificate, shall forthwith produce such licence, pass, permit or certificate upon demand by any Magistrate or any police officer of a rank not below that of an officer in charge of a police station.<p></p>         (2) While granting or renewing a licence, no authority shall impose a condition inconsistent with sub-rule (1).<p></p>         (3) If a person who holds a licence in Form II changes his place of residence, permanently or temporarily for more than thirty consecutive days, and carries with him the weapon covered by the licence, to a place other than indicated in column 2 of the licence, he shall within thirty days of such change, send intimation about such change to the licensing authority of the place of his new residence as well as to the authority which granted the licence or last renewed it, as the case may be, and shall on demand forthwith produce the licence and the weapon to the first mentioned authority for making necessary entry in the licence to indicate therein the particulars of the new residence of the licensee.<p></p>         (4) The licensee shall intimate within a period of thirty days in regard to change of residence to the licensing authority of the new place of his residence and produce his licence before the licensing authority of the new place for appropriate endorsement. On such change of residence and after such endorsement on the licence, the said licence shall be deemed to have been transferred to the jurisdiction of the licensing authority and renewing authority of the new place of residence and such authority shall be the licensing authority and the renewing authority in relation to the said licence for purposes of provisions of the Arms Act 1959 and the Arms Rules 1962"
	},
	{
	"section_id":"63",
	"title":"63: Production of arms",
	"content":"The authority by whom any licence in Form II, Form III, Form IV, Form V or Form VI has been granted or renewed may, for the purpose of satisfying itself that any arms covered by such licence are still in the possession of the licensee, at any time while the licence is in force, by order in writing, require the licensee<p></p>          (a) to produce the arms at such time and place for inspection of such officer as may be specified in the order; or<p></p>          (b) at the option of the licensee, to produce a certificate from<p></p>              (i) a Magistrate or the officer in charge of the nearest police station in whose jurisdiction the licensee resides or has his occupation, or<p></p>              (ii) if he is a Government servant, a Gazetted Officer to whom he is subordinate,to the effect that he has seen the arms in the possession of the licensee and that they correspond to the description given in the licence.<p></p>"
	},
	{
	"section_id":"64",
	"title":"64: Savings",
	"content":"(1) The Indian Arms Rules, 1951, are hereby repealed.<p></p>         (2) Notwithstanding such repeal, anything done or any action taken (including any exemption, exclusion or withdrawal made, fee imposed, levied, remitted or reduced or power conferred) or deemed to have been done or taken under the said rules, shall, so far as it is consistent with these rules, be deemed to have been done or taken under the corresponding provisions of these rules.<p></p>"
	}
	]
 }
}