{
    "chapter": {
       			
			"1":[
			{
			"heading":"Chapter I ",
			"title":" Tamil Nadu PROHIBITION OF RAGGING RULES.<p></p>",
			"sectionstart":" 1 ",
			"sectionend":"7 .<p></p>"
			}
			]
			
		},
		
		
	"section": {
            "1": [
			
				{
				"section_id":"1",
				"title":"1: Short title and Commencement",
				"content":"(1)These rules may be called the Tamil Nadu Prohibition of Ragging rules, 1999.<p></p>(2) They shall come into force on the 26th day of July,1999.<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Definition",
				"content":"In these rules, unless the context otherwise requires<p></p>(a) Act means the Tamil Nadu Prohibition of Ragging Act, 1997(Tamil Nadu Act 7 of 1997);<p></p>(b) Government means the State Government.<p></p>(c) Management means the head of the educational institution or a person responsible for the management of the educational institution.<p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Mode of giving Complaint",
				"content":"The Student shall give the complaint referred to in sub-section(1) of section 6 of the Act in writing to the Management within three days from the date of occurrence of ragging.<p></p>"
				},
				
				{
				"section_id":"4",
				"title":"4: Procedure after receipt of complaint",
				"content":"On receipt of the complaint under rule 3, the management shall inquire into the complaint immediately within seventy two hours, either by himself or through a senior teaching staff working in the educational institution. On finalisation of the inquiry, if it is found that a student or any other person is guilty of ragging, the Management shall make a written complaint within twenty four hours of such finalisation, narrating the full history of the case to the police station having jurisdiction over the educational institution.  The Officer in-charge of the police station shall on receipt of the said written complaint, register the case and proceed further in accordance with law.<p></p>"
				},
				
				{
				"section_id":"5",
				"title":"5: Report to University, Government Department and Government",
				"content":"The Management shall report to the University, if the educational institution is a College to which it is affiliated to and to the head of the Government Department concerned and also to the Government within twenty four hours of the finalisation of the inquiry under rule 4 about the occurrence of ragging and whether any complaint has been made to the police station.<p></p>"
				},
				
				{
				"section_id":"6",
				"title":"6: Duty of the policy Officer",
				"content":"All the cases of conviction made under section 4 of the Act, shall be reported by the Officer, incharge of the police station, where the complaint was registered, to the Management, the University if the educational institution is a college to which it is affiliated to, and to the head of the Government Department concerned and also to the Government.<p></p>"
				},
				
				{
				"section_id":"7",
				"title":"7: Revocation and treatment of period of suspension",
				"content":"Where the student who was placed under suspension based on the complaint of ragging is ultimately not convicted, the Management shall revoke the suspension and the period of suspension of such student shall be treated as if the student had attended the classes.<p></p>"
				}
			
			]
		}
}		