{
 "chapter":{
      "1":[
	  {
	  "heading":"CHAPTER I ",
	  "title":" PRELIMINARY.<p></p>",
	  "sectionstart":" 1 ",
	  "sectionend":" 2.<p></p>"
	  }
	  ],
      "2":[
	  {
	  "heading":"CHAPTER II ",
	  "title":"  JUVENILE IN CONFLICT WITH LAW.<p></p>",
	  "sectionstart":" 3 ",
	  "sectionend":" 13.<p></p>"
	  }
	  ],
	  "3":[
	  {
	  "heading":"CHAPTER III ",
	  "title":"  CHAPTER III.<p></p>",
	  "sectionstart":" 14 ",
	  "sectionend":" 21A.<p></p>"
	  }
	  ],
	  
    "4":[
	{
	"heading":"CHAPTER IV ",
	"title":" Estabilishment of Institutions Under the Act.<p></p>",
	"sectionstart":" 22 ",
	"sectionend":" 54.<p></p>"
	}
	],
	"5":[
	{
	"heading":"CHAPTER V ",
	"title":" Recognition and Certification of Institutions.<p></p>",
	"sectionstart":" 55 ",
	"sectionend":" 63.<p></p>"
	}
	],
	"6":[
	{
	"heading":"CHAPTER VI ",
	"title":" Institutional Management.<p></p>",
	"sectionstart":" 64 ",
	"sectionend":" 92.<p></p>"
	}
	],
	"7":[
	{
	"heading":"CHAPTER VII ",
	"title":" CHAPTER VII.<p></p>",
	"sectionstart":" 93 ",
	"sectionend":" 96.<p></p>"
	}
	],
	"8":[
	{
	"heading":"CHAPTER VIII ",
	"title":" CHAPTER VIII.<p></p>",
	"sectionstart":" 97 ",
	"sectionend":" 97.<p></p>"
	}
	],
    "9":[
	{
	"heading":"CHAPTER IX ",
	"title":" CHAPTER IX.<p></p>",
	"sectionstart":" 98 ",
	"sectionend":" 124.<p></p>"
	}
	],
  "10":[
  {
  "heading":"CHAPTER V ",
  "title":" CHAPTER X.<p></p>",
  "sectionstart":" 125 ",
  "sectionend":" 128.<p></p>"
  }
  ],
  "11":
  [
  {
  "heading":"CHAPTER XI ",
  "title":" MISCELLANEOUS.<p></p>",
  "sectionstart":" 129 ",
  "sectionend":" 134.<p></p>"
  }
   ]
 },
 "section": {
 
     "1":[
	 {
	 "section_id":"1",
	 "title":"1: Short title, extent and commencement",
	 "content":"(1) These rules may be called as the Tamil Nadu Juvenile Justice (Care and Protection of Children) Rules, 2001.<p></p>\t(2) These rules shall extend to the whole of the State of Tamil Nadu.<p></p>\t(3) These rules shall come into force (on the date of publication of these rules in the Tamil Nadu Government Gazette).<p></p>"
	 },
	 {
	 "section_id":"2",
	 "title":"2 :Definitions.",
	 "content":"In these rules, unless the context otherwise requires,--<p></p>(a) Act means the Juvenile Justice (Care and Protection of Children) Act, 2000 (Central Act 56 of 2000);<p></p>(b) Adoption means, taking custody and responsibility permanently of a juvenile or a child who has not completed eighteen year of age and who shall have all the rights and privileges of a natural born child;<p></p>(c) Care-taker or  House parent means a person who is in-charge of the House/Home;<p></p>(d) Child Welfare Officer means a person appointed by the Government to perform the duties and functions of Child Welfare Officer specially empowered.  Empowering of Probation Officer shall be made on their professional expertise;<p></p>(e) Child with special needs means a child for whom specialized services or interventions are necessary to facilitate proper care and rehabilitation, in addition to regular services provided under the Act;<p></p>(f) Form means, the Forms annexed to these rules;<p></p>(g) Government means the State Government of Tamil Nadu;<p></p>(h) Officer-in-Charge means a person appointed for the control and management of an institution certified or recognised as such under the Act;<p></p>(i) Place of safety means any place or institution (not being a Police Lock-up or jail), the person in-charge of which is willing temporarily to receive and take care of child and which, in the opinion of the Competent Authority, may be a place of safety for the Child;<p></p>(II) Surrendered Child means a child surrendered by its own biological parent(s). A child surrendered by any person other than a biological parent shall be considered an abandoned child;<p></p>(j) Probation Officer means an officer appointed by the State Government as a Probation Officer under the Probation of Offenders Act, 1958 or an Officer or a Person conferred with the powers of Probation Officer under the Act, specifically for the purpose of discharging the duties and functions relating to child;<p></p>(k) Secondary victimization means and refers to behaviours and attitudes of authorities and personnel in the juvenile justice system, which further traumatizes victims who are within the juvenile justice system;<p></p>(l) Social Worker means a person duly recognised by the Competent Authority or by any other authority to perform enquiry.  Supervision of children during community service or on probation or to perform professional services as counselling and guidance shall be a Social Worker and includes Probation Officer specially empowered;<p></p>(m) all words and expressions defined in the Act and the Code of Criminal Procedure, 1973 (Central Act 2 of 1974) but not defined in these Rules shall have the same meaning as assigned to them in the Act or the said Code respectively.<p></p>"
	 }
	 ],
	 "2":[
	 {
	 "section_id":"3",
	 "title":"3 :Tenure of the Juvenile Justice Board.",
	 "content":"(1) Every Social Worker member of the Board shall hold office for a period of three years from the date of appointment.<p></p>\tProvided that an existing Member shall continue to hold office until his/her Successor assumes charge or for a period of 3 months from the date of completion of his/her tenure, whichever is earlier.;<p></p>\t(2) The Social Worker Member of the Board shall be eligible for appointment for a maximum of two terms and shall not be more than 65 years of age at the time of first appointment.<p></p>\t(2-A) Any person to be appointed as a Social Worker Member of the Board should possess a Bachelors degree of a recognised University as educational qualification. Preference shall be given to persons having a degree in any of the Social Sciences such as Criminology, Psychology, Sociology, Social Work, Economics, Home Science, Education, Political Science, Studies, pertaining to women, Rural Development, Law or Medicine.;<p></p>\t(3) The tenure of appointment of Social Worker Member other than the Principal Magistrate may be terminated by the State Government at any time, if<p></p>\t(a) he has been found guilty of misuse of  power vested under this Act;<p></p>(b) he has been convicted of an offence and such conviction has not been reversed or he has not been granted full pardon in respect of such offence;<p></p>(c) he fails to attend the proceedings of the Board for consecutive three months without any valid reason or he fails to attend less than three-fourth of the sittings in a year.<p></p>(4) Every casual vacancy of a Social Worker Member in the Board shall be filled up by appointment of another Member who shall hold the office for the remaining period of tenure of the Member in whose place he is appointed.  Appointment of a casual vacancy shall be made by the Government from the panel of names earlier recommended by the Selection Committee for appointment to the regular vacancies.;<p></p>\t(5) Any Social Worker Member may resign at any time by giving three months advance notice in writing to the State Government.<p></p>\t(6) All the Members shall be given training/orientation on child psychology, child rights, child welfare, etc., for a period of not less than 5 days, either prior to or soon after their assuming office, by the Judicial Academy or any other appropriate institution or by the Directorate of Social Defence;<p></p>\t(7) Each Social Worker Member of the Board shall be paid Honorarium and Travelling Allowance as the Government may fix from time-to-time.<p></p>"
	 },
	 {
	 "section_id":"4",
	 "title":"4 :Selection of the members of the Juvenile Justice Board.",
	 "content":"(1) The selection of Social Worker Members of the Board shall be made by a selection committee, consisting of the following persons, namely:--<p></p>(a) Principal District and Sessions Judge\t\t\t          - Chairperson<p></p>(b) District Collector     \t\t\t\t\t\t          - Member<p></p>(c) Commissioner of Police/District Superintendent of Police  Member<p></p>\t(2) There shall be a panel of not more than ten names identified from willing and competent persons in the district chosen by the committee, headed by the Principal District and Sessions Judge.<p></p>\t(3) Individuals shall send their nomination to the selection committee for consideration through the Director of Social Defence.<p></p>\t(4) The Government shall appoint Social Worker Members to the Board, only from the list of persons recommended by the selection committee headed by the Principal, District and Sessions Judge and no person shall be eligible for appointment unless he is recommended by the selection committee.<p></p>"
	 },
	 {
	 "section_id":"5",
	 "title":"5 :Disqualification of a Social Worker Member.",
	 "content":"A person shall not be appointed as Social Worker member if he<p></p>(i) has involved in any criminal offences or has been convicted previously or<p></p>(ii) is an active political worker; or<p></p>(iii) is guilty of domestic violence or child abuse etc.,; or<p></p>(iv) is aged less than thirty five years.<p></p>"
	 },
	 {
	 "section_id":"6",
	 "title":"6 :Legal aid services in Juvenile Justice Board.",
	 "content":"The legal services authority shall nominate a lawyer from the Legal Aid Panel of lawyers to facilitate the legal services to children being dealt with under the provisions of the Act.  The legal service includes not only to represent the proceedings against the child before the Juvenile Justice Board but also to obtain relief for abuse or exploitation that the child has faced.<p></p>"
	 },
	 {
	 "section_id":"7",
	 "title":"7 :Time and place of sitting of the Board.",
	 "content":"(i)The Board shall hold its sitting in the premises of the Observation Home or at any place as may be specified by the State Government in this behalf.  The Board shall hold its sitting for three days in a week on Monday, Wednesday and Friday between 10.30 A.M. and 1.00 P.M. However, the sitting time may be extended by the Principal Magistrate in case of any important business to transact.<p></p>\tProvided that the Board may hold its sittings in any place other than its scheduled place of sitting for the benefit of the children hailing from different Districts within its jurisdiction, as camp Court sittings.<p></p>(ii) The proceedings of the Board shall not become invalid for the absence of any of the member during any stage of proceedings.<p></p>(iii) The final disposition of the enquiry shall be passed at least two members of whom one shall be the Principal Magistrate.<p></p>(iv) In case of difference of opinion in the process of disposition, or interim order if any to be made, the opinion of the majority shall prevail, but, where there is no such majority, the opinion of the Principal Magistrate shall prevail.  In such issues, the Principal Magistrate shall record in writing the circumstances that led to the Principal Magistrate to take the final decision.<p></p>"
	 },
	 {
	 "section_id":"8",
	 "title":"8 :Proceedings of the Board.",
	 "content":"(1) The Board shall observe such rules or procedures in regard to the transaction of business at its meetings as contemplated in the Code of Criminal Procedure, 1973 (Central Act 2 of 1974).<p></p>\t(2) A child in conflict with law may be produced either before the Principal Magistrate of the Board, or before a Social Worker Member even in his house when the Board is not sitting.<p></p>\tProvided that a child who is remanded by the Magistrate or a Social Worker Member, when the Board is not sitting, must be produced at the first sitting of the Board, immediately thereafter.;<p></p>(3) The Board to whom a child is produced should observe the following:<p></p>(a) The age of the child shall be determined as soon as the child is produced. In case of any doubt or dispute with regard to the age of the child, the Member shall pass an order to obtain either,--<p></p>(i) a birth certificate issued by a competent authority, or<p></p>(ii) a certificate recording the date of birth, from a school attended by the child, or<p></p>(iii) Matriculation or equivalent certificate, if available; or<p></p>(iv) in the absence of any of the certificate referred to in items (i) to (iii) above, the opinion of the Medical Experts such as Radiologists or any other competent experts fixing the age of the juvenile under question subject to a margin of one year.<p></p>(aa) While passing orders in such cases, the Board shall, after taking into consideration of such evidence as may be available or the medical opinion, as the case may be, record its finding in respect of the age of the juvenile:<p></p>Provided that in case of any doubt on the genuineness of the certificate produced as proof for age, the member may direct the Probation Officer to make necessary enquiry and submit a report;<p></p>(b) The member should satisfy either from the declaration of Police in writing or otherwise that the child was not kept in Police lock up or jail prior to the production of the child before the Board and that the child is produced before the Board at the earliest not exceeding six hours excluding travel time of taking charge of the child.  The child should be enquired privately and obtain the views of the child.  The views and expression shall be recorded.  Proceedings shall be made on the views and expressions of the child.<p></p>(c) The Board/Member should also satisfy that the Police on taking charge of the child has intimated to the Probation Officer concerned and Parents/guardians of the Juvenile as required under section 13 of the Act, 2000. The police shall be insisted to file a written statement in this aspect in Form II.<p></p>(d) The objective of intimation to the Probation Officer is to facilitate the Probation Officer to furnish an interim report to the Board to act on the following:-<p></p>(i) to process the bail application of a child and take a decision to release the child on bail or to send the child to an institution.<p></p>(ii) to propose necessary conditions to be followed either by the child of the person who takes charge of the child in order to prevent the child to associate with the antisocial elements or indulge in unlawful behaviour.<p></p>(iii) propose necessary conditions for pre-trial supervision by the Probation Officer.<p></p>(e) The Board may irrespective of the offence committed by the child notwithstanding anything contained in the Code of Criminal Procedure, 1973, (Central Act 2 of 1974) or any other law for the time being in force may release the child on bail with or without surety to the parents or legal guardians or fit person or fit institution after considering the interim report of the Probation Officer upon conditions to be followed during the bail period.<p></p>(g) The Juvenile Justice Board shall also refuse bail to the child in conflict with law for the reason to be recorded in writing that the release is against the best interest of the child.<p></p>(h) The Board shall conduct the proceeding in an informal way to ensure that childs interest is of paramount importance.<p></p>The Board shall take care to ensure that the proceedings are conducted in a simple and child-friendly manner, with the participation of the juvenile by ascertaining his views during all the stages.<p></p>(i) The Board shall initiate action against any media for publishing any matters relating to the children in conflict with law which would lead to the identification of the child.<p></p>(j) The Board shall order to keep the child in an Observation Home or in a place of safety as the case may be if the child could not be released on bail to the care of parents/guardians.<p></p>(k) The Board shall ensure that no girl child was taken charge by police between Sunset and Sunrise: Provided if the circumstances warrants, the Police to take charge of a girl child during such time, the Board should ensure that the girl was kept under the care of a female fit person or a relative of the girl child, who shall also be a female fit person or in a place of safety or in an Observation Home.<p></p>(l) The Board shall obtain a declaration from the Police in writing that the child was dealt with due regard and decency.  The Board shall also enquire the child in conflict with law and shall record the summary of proceedings.<p></p>(m) The Board shall if at any stage during the cause of enquiry is satisfied that the attendance of the child is not essential for the purpose of enquiry, may dispense with his attendance and proceed with the enquiry in the absence of the child.<p></p>(n) The Board shall not adjudicate the proceedings or effect any disposition of the enquiry without calling the report of the Probation Officer.<p></p>(o) The Board can also direct the Probation Officer to conduct social enquiry and furnish the report to the Board but, also direct him to cause the professional/experts opinion on cases pertaining to the psychological/psychiatric problems of the child: Provided the Board, can also direct the professionals to furnish a special report about the child in conflict with law.<p></p>(p) The Board shall maintain the list of experts in the field of psychology, counselling and guidance, psychiatric institutions etc., who is willing to provide such services.  The list can be prepared in consultation with the Director of Social Defence.  The Department of Pediatric/Psychiatric medicines of the Medical colleges/hospitals shall be recognised as nodal agencies for giving professional opinion. The State Government may establish Juvenile Guidance Bureau in each district for this purpose.<p></p>(q) If the Board decides to commit a child to any institution against the report of the Probation Officer as contemplated under section 6 of the Probation of Offenders Act, 1958 (Central Act 20 of 1958) the reasons for the same should be recorded in writing.<p></p>(r) Whenever a child is ordered to be released on Probation or for doing community services or to participate in group counselling or similar activities or to be released on probation of good conduct under the care of any fit institution, the Board shall direct the Probation Officer to effect supervision as prescribed for the period and report to the Board regularly.  While doing so, the Board shall satisfy that the probation conditions are very specific in nature and not in general terms alone.  The specific probation conditions should find place in the Social Enquiry Report of the Probation Officer and such conditions can be prescribed in conformity with law.<p></p>(s) The Board shall also direct the conditions of Probation Officers to effect intensive Probation supervision on specific cases whose accountability can be ensured by frequent supervision of the Probation Officer.<p></p>(t) The Board shall explain the conditions of Probation to be followed by the Probationer and direct him to appear before the Probation Officer immediately.<p></p>(i) Whenever the action of a child in conflict with law is due to his victimisation or exploitation and such issues are brought before the Juvenile Justice Board either by the child himself or from the report of the Medical Officer or the Probation Officer, the Board shall direct the police to register a case, investigate and report for further proceedings.  However, such proceedings should not delay the disposition.<p></p>(ii) The Board shall maintain a list a Non-Governmental organisations, fit persons tec., prepared in consultation with the Probation Officers for the purpose of providing Care and Protection, supervision during the period of bail or on community service or on community resources effectively.  The Probation Officer attached to the Juvenile Justice Board shall assist the Board in this aspect.  The Board shall consider all the avenues of placing the child within the community either to the care of parents/guardian or fit person or fit institution and receive appropriate treatment packages under the supervision of the Probation Officer.<p></p>(iii) In case of institutionalization in a Special Home is inevitable the Board shall record the reasons on the non-application of community based intervention.<p></p>(u) The Board shall not declare any of the childrens home or shelter homes either as a place of safety or fit institution for the purpose of keeping a child in conflict with law and no child in conflict with law shall be ordered to be kept in children homes or shelter homes under any circumstances.<p></p>"
	 },
	 {
	 "section_id":"9",
	 "title":"9 :Continuation of enquiry in respect of a child who has ceased to be a child.",
	 "content":"Whenever an enquiry has been initiated against a child in conflict with law and during such enquiry the child ceases to be such, the following procedure shall be adopted, namely:-<p></p>\t(i) The child shall be kept in a place of safety during the period of enquiry and not in an Observation Home, till such time the enquiry is completed.<p></p>\t(ii) In the course of adjudication process, if it is established that the child is found to have conflicted with law and the disposition is to be made under section 15, all the options except to be placed in a Special Home shall be considered.<p></p>"
	 },
	 {
	 "section_id":"10",
	 "title":"10 :Time limit for investigation and disposition.",
	 "content":"The investigate agency shall complete the investigate in relation to a child in conflict with law within a period of three months so as to enable the Juvenile Justice Board to adjudicate the disposition within four months.<p></p>"
	 },
	 {
	 "section_id":"11",
	 "title":"11 :Participatory rights of child and enquiry procedures.",
	 "content":"(a) As soon as a child is produced before the Juvenile Justice Board, the child shall be enquired on a one to one basis, to enable the child to participate in proceedings which relates to him.<p></p>\t(b) The atmosphere of the Juvenile Justice Board shall be child-friendly.  There shall be no raised dias, witness boxes etc., and the proceedings of the Board shall be like a conference in which the Juvenile Justice Board members, the child, Probation Officer, the Police Officer, the parents, the legal representative etc., shall sit informally and participate in the proceedings.<p></p>(c) The wall shall also be fitted with pictures, natural sceneries etc., to create a child friendly atmosphere to develop a positive approach.<p></p>"
	 },
	 {
	 "section_id":"12",
	 "title":"12 :Inspection and evaluation.",
	 "content":"(i) The District and Sessions Judge shall be the Inspecting Officer of the activities of the Juvenile Justice Board under whose jurisdiction the Juvenile Justice Board functions.<p></p>\t(ii) The District and Sessions Judge shall inspect the functions of Juvenile Justice Board atleast once in a year and report to the State Government and the High Court for follow-up with a copy to the Director of Social Defence.<p></p>\t(iii) The District and Sessions Judge shall also be the Vigilance Officer for the purpose of entertaining any allegations or complaints if any made on the activities of Juvenile Justice Board or against the Principal Magistrate and the Members.<p></p>"
	 },
	 {
	 "section_id":"13",
	 "title":"13 :Offences committed against a juvenile in conflict with law.",
	 "content":"If the Board either on enquiry, or on the report of the Probation Officer or on the report of a Medical Officer, or in any other manner is satisfied that a juvenile in conflict with law produced before it has been abused either physically or sexually or in any other manner by an adult, the board shall direct the Police to file an FIR, investigate the case and take necessary further action as per Law. The Board shall further direct the Police to furnish to it, a status report on the case, periodically. However, in case the alleged abuser is himself a juvenile or child, the Board shall proceed to deal with the said abuser as a juvenile in conflict with law.<p></p>"
	 }
	 ],
	 "3":[
	 {
	 "section_id":"14",
	 "title":"14 :Constitution of the Child Welfare Committee.",
	 "content":"(1) The Committee shall consist of a Chairperson and four other members as the State Government may think fit to appoint, on the recommendation of the Committee constituted for this purpose under the 26 of whom at least one shall be a woman, and another an expert on matters concerning children.<p></p>(2) The Child Welfare Committee shall be a Bench and every such Bench shall have the powers conferred by the Code of Criminal Procedure, 1973, on a Metropolitan Magistrate or a Judicial Magistrate.<p></p>(3) The Chairperson and member of Child Welfare Committee should possess special knowledge in Child Psychology and Child Welfare.<p></p>(4) The Chairperson and members of Child Welfare Committee should possess  the following qualification:--<p></p>(a) Any person to be appointed as a Chairperson or Member of Child, Welfare Committee should possess the following other qualifications:-<br></br>(i) a Bachelors degree of a recognised University as educational qualification.  Preference shall be given to person having a degree in any one of the Social Sciences such as Criminology, Psychology, Sociology, Social Work, Economics, Home Science, Education, Political Science, Studies pertaining to women, Rural Development, Law or Medicine.<p></p>(ii) should have been engaged in Health Education or other Rehabilitation and welfare activities pertaining to children for atleast seven years.<p></p>(b) Should have been atleast engaged in health, education or other rehabilitative and welfare activities pertaining to children for atleast seven years.<p></p>(c) Among the members one shall be a woman and one may be an experienced teacher.<p></p>(5) The members who shall be nominated to the Committee should not have been involved in any criminal offences involving moral turpitude and should not have been convicted previously.<p></p>"
	 },
	 {
	 "section_id":"15",
	 "title":"15 :Tenure of the Child Welfare Committee.",
	 "content":"(1) Every member shall hold office for a period of three years from the date of appointment.<p></p>\tProvided that an existing Member shall continue to hold office until his Successor assumes charge or for a period of 3 months from the date of completion of his tenure, whichever is earlier.<p></p>\t(2) The Members of the Committee shall be eligible for appointment for a maximum of two terms and shall not be more than 65 years of age at the time of first appointment.<p></p>\t(3) Every casual vacancy of a Chairperson or Member in a Child Welfare Committee shall be filled up by appointment of another member who shall hold office for the remaining period of tenure of the member in whose place he is appointed. Appointment to a casual vacancy shall be made by the Government from the panel of names earlier recommended by the Selection Committee for appointment to the regular vacancies.<p></p>\t(4) Any member may resign at any time by giving one months advance notice in writing to the State Government.<p></p>(5) the Chairpersons and members of the Committees shall be paid such Honorarium as the Government may fix from time-to-time.<p></p>"
	 },
	 {
	 "section_id":"16",
	 "title":"16 :Selection of Chairpersons and members of Child Welfare Committee.",
	 "content":"(1) The Selection of Chairperson and members of Child Welfare Committee shall be made by a Committee consisting of the following persons.<p></p>(a) Principal/District and Sessions Judges \t- Chairperson<p></p>(b) District Collector                             \t\t - Member<p></p>(c) Commissioner of Police/District<p></p>             Superintendent of Police                  \t\t  Member<p></p>\t(2) There shall be a panel of not less than fifteen names identified from willing and competent persons in the district chosen by the Committee headed by the District and Sessions Judge.<p></p>\t(3) Individuals shall send their nomination to the Committee for consideration through the Director of Social Defence.<p></p>\t(4) The selection committee shall not be represented by any person other than the designated officer/person.  The selection committee will recommended to Government a panel of Social Workers to be considered for appointment as Chairperson and members.  The Government shall appoint Social Worker Member to the Committee, only from the list of persons recommended by the selection committee headed by the Principal or Sessions and District Judge.  No person shall be eligible for appointment unless the Selection Committee recommends him.<p></p>"
	 },
	 {
	 "section_id":"17",
	 "title":"17 :Disqualifications for a person to act as Chairpersons and members of Child Welfare Committee.",
	 "content":"(1) The Person should not have been involved in any criminal offences and should not have been convicted previously:-<p></p>(2) Should not be an active political worker.<p></p>(3) Should not have been guilty of domestic violence or child abuse etc.<p></p>(4) Should not be less than thirty-five years of age.<p></p>"
	 },
	 {
	 "section_id":"18",
	 "title":"18 :Orders that may not be passed.",
	 "content":"(i) No child shall be ordered to be kept in jail or prison.<p></p>\t(ii) No child shall be sent back to family against the wishes of the child who shall have an evolving capacity to determine the concept.<p></p>"
	 },
	 {
	 "section_id":"19",
	 "title":"19 : Time and place of sitting of the Committee.",
	 "content":"(1) The Committee shall hold its sitting in the premises of the Childrens Home or at any other place as may be prescribed by Government.  The Committee shall hold its sitting for three days in a week on Tuesday, Thursday and Friday between 2.00 P.M. AND 5. P.M. However, the Chairperson in case may extend the sitting time for any important business to transact.<p></p>(2) The proceedings of the Committee shall not be invalid for the absence of any of the member during any stage of proceedings.<p></p>(3) The final disposition of the case of enquiry shall be passed by atleast three members of whom one shall be the Chairperson.<p></p>(3-A) In the absence of the Chairperson of the Committee in a particular sitting, the members present may elect a Chairperson from among themselves for conducting the business of the committee for that sitting.<p></p>(4) In case of difference of opinion in the process of disposition, or interim order if any to be made, the opinion of the majority shall prevail, but, where there is no such majority, the opinion of the Chairperson shall prevail.  In such issues, the Chairperson shall record in writing the circumstances that led to the Chairperson to take the final decision.<p></p>"
	 },
	 {
	 "section_id":"20",
	 "title":"20 :Proceedings of the Committee.",
	 "content":"(i)The Committee shall observe such rules or procedures in regard to the transaction of business at its meetings as contemplated in the Code of Criminal Procedure, 1973.<p></p>(ii) A child in need of care and protection may be produced before an individual member of the Committee, when the Committee is not sitting.<p></p>(iii) The member to whom a child is produced should observe the following:-<p></p>(a) The age of the child shall be determined as soon as the child is produced.  In case of any doubt or dispute with regard to the age of the child, the member shall pass an order to obtain the opinion of the medical experts to fix the age of the child under question.  But, it should be done within three days.<p></p>(b) The member should be satisfied that the child was not kept in Police lock-up or jail prior to the production of the child before the member, and that the child is produced before the committee within 24 hours of taking charge of the child, excluding the time required for travel from the place where the child was found to the place of production of the child before the member.<p></p>(c) The Committee should also satisfy that, the child has not been subjected to ill treatment or harassment either by the Police or by any other person, who takes charge of the child for the purpose of bringing before the Child Welfare Committee.<p></p>(d) The Committee may release the Child to the care of parents, guardian, Fit Person, Fit Institution, or recognizes NGOs with an undertaking till such time the final disposition is made;<p></p>(e) The Child Welfare Committee shall also refuse temporary custody of the child to parents for the reason recorded in writing, if the release is against the best interest of the child.<p></p>(f) The Committee shall conduct the proceeding in an informal way to ensure that the childs interest is of paramount importance.<p></p>(g) The Committee shall initiate action against any media for publishing any matters relating to the children in need of care and protection, which would affect the best interest of the child.<p></p>(h) The Committee shall enquire the child in need of care and protection and shall record the statements in accordance to the procedure as laid down in the Code of Criminal Procedure, 1973.<p></p>(i) The Committee shall if at any stage during the cause of the enquiry is satisfied that the attendance of the child is not essential for the purpose of enquiry, may dispense with his attendance and proceed with the enquiry in the absence of the child.<p></p>Provided that the Chairperson or member of the Child Welfare Committee may enquire any Child alleged to have been abused or a child with special needs at his place of stay in the Rejection Unit of the Childrens Home, Shelter Home, or Fit institution;<p></p>(j) The committee shall not adjudicate the proceedings or effect any disposition of the enquiry without calling for the report of the Probation Officer or any other person empowered to conduct social enquiry.<p></p>(k) The Committee can also direct the Probation Officer or any other person empowered to conduct social enquiry, to conduct such enquiry and furnish the report to the Committee, Professional bodies like Departments of Pediatric Psychiatric Medicine of the Medical Colleges or Hospitals, Departments of Psychology or Criminology of Universities or any other expert body may be recognised as nodal agencies for giving professional opinions.  The Committee may direct the said professional bodies to furnish a special report about a child in need of care and protection.<p></p>(l)The Committee shall maintain a list of experts and reputed institutions in the field of psychology, counselling and guidance, psychiatry and an empanelled list of language interpreters who are willing to provide such services.  The list can be prepared in consultation with the Directorate of Social Defence, Government of Tamil Nadu;<p></p>(m) Whenever a child is ordered to be restored to the care of parents or guardians or fit person to participate in group counselling or similar activities or to be restored under the care of any fit institution, the Committee shall direct, the Probation Officer to effect supervision during such period and report to the Committee regularly.  While doing so, the Committee shall satisfy that the follow-up conditions are very specific in nature and not in general terms.  The specific follow-up conditions should find place in the Social Enquiry Report of the Probation Officer and such conditions can be prescribed in conformity with law.<p></p>(n) The Committee shall also direct the Probation Officer to effect intensive follow-up on specific cases whose accountability can be ensured by frequent supervision.<p></p>(o) The Committee shall also ensure that while restoring a person and put on follow-up, the parents should enter into an agreement with the Probation Officer, that he will adhere the follow-up conditions.  Whenever the residence of the child falls outside the jurisdiction of the Child Welfare Committee, the Child Welfare Committee while ordering the follow-up shall communicate such orders to the Child Welfare Committee of the respective jurisdiction for further action.<p></p>(p) Whenever a child is ordered to be placed in a Childrens Home, the Child Welfare Committee shall substantiate the reasons for the non-application of community-based assistance.  The placement of a child in an institution shall be for the shortest possible duration so as to prevent a child, delinking from the family.<p></p>After completion of the enquiry, if the child is under orders to continue in the Childrens Home the committee shall carry out two reviews after three months each, and thereafter an annual review every year, to monitor the progress of the child in the Home.;<p></p>(q) To ensure the accountability and fulfil  the responsibility as parents to protect and maintain their child, the Child Welfare Committee shall direct the parents or guardian to take charge of their children with appropriate directions and ensure that the childs rights are protected.<p></p>(r) If the parents insist that a child shall be placed in an institution, the following guidelines shall be prescribed:<p></p>(1) The parents shall be directed to pay the maintenance charge of not less than Rs. 100 p.m. upto a maximum of Rs. 500 p.m.;<p></p>(2) Admission of children without maintenance charges shall be restricted to abused children, orphans, destitute and deserving children from single parent family and the children of chronically ill persons who are unable to earn their livelihood due to incapacitation.<p></p>(s) In all cases of reported abuse, the Committee shall ensure that a Medical check-up of the child is carried out and details of physical, mental, verbal or any other type of abuse, if any, be recorded and appropriate action regarding the said abuse is taken.<p></p>In all other cases, the Committee may direct a Medical Officer or any medical institution to undertake appropriate medical examination in respect of a child and furnish a report for follow-up;<p></p>(t), (u) & (v) Omitted.<p></p>(w) If the Child Welfare Committee either on enquiry or on the report of the Probation Officer or on the report of a Medical Officer, or in any other manner, is satisfied that a child produced before it has been abused by an adult, either physically or sexually or in any other manner, the committee shall direct the Police to file an FIR, investigate the case and take necessary further action as per law.  The Committee shall also direct the Police to furnish to it, a status report on the case, periodically.<p></p>However, in case the alleged abuser is himself a juvenile or child, the Committee shall direct the Police to investigate the case and also refer the matter to the Board for further proceedings.;<p></p>(x) When a child is produced before the Committee, members of the committee shall ensure that the proceedings of the committee are carried out in the language that the child understands or arrange for an empanelled interpreter to help the child understand the proceedings.;<p></p>"
	 },
	 {
	 "section_id":"20A",
	 "title":"20A :Legal aid services in Child Welfare Committee.",
	 "content":"The Child Welfare Committee shall have an empanelled list of lawyers and social workers who may assist the committee in dealing with cases of abused children and who may also interface with the Public Prosecutor, Assistant Public Prosecutor to facilitate legal services to the abused children, when the cases relating to such children are taken up in regular Criminal Courts.<p></p>"
	 },
	 {
	 "section_id":"21",
	 "title":"21 :Transfer from one State to another.",
	 "content":"(1) The Child Welfare Committee shall direct the Officer- in-Charge of Childrens Home/Shelter Home to arrange for the safety and security of the child during transportation.<p></p>(2) The expenditure to be incurred on the part of a child towards maintenance charge should not exceed Rs. 50/- per day during transportation.<p></p>(3) The Travelling Allowance shall be paid by the Department which is in charge of Justice Act in the State to the escort staff and the child and <p></p>(4) Girl child shall be escorted by a woman Only.<p></p>"
	 },
	 {
	 "section_id":"21A",
	 "title":"21A :Supervision and inspection.",
	 "content":"The Chief Metropolitan Magistrate in Chennai City and the Chief Judicial Magistrates in the other Districts shall be the Supervisory Authority and Inspecting Officer of the Child Welfare Committee.<p></p>\tThe Chief Metropolitan Magistrate in Chennai City and the Chief Judicial Magistrates in the other Districts shall inspect the functioning of the Child Welfare Committees at least once in a year and report to the State Government and High Court, marking a copy of such report to the Director of Social Defence.<p></p>The Chief Metropolitan Magistrate in Chennai City and the Chief Judicial Magistrates in the other Districts shall be the Vigilance Officers for the purpose of enquiring into any allegation or complaints pertaining to the functioning of the Child Welfare Committees or the Chairpersons or members of such Committees.<p></p>"
	 }
	 ],
	 "4":[
	 {
	 "section_id":"22",
	 "title":"22 :Establishment of Observation Home.",
	 "content":"(1) The State Government may establish and maintain Observation Home either by itself or under an agreement with voluntary organisation in every District or a group of Districts, as may be required for the temporary reception of any child in conflict with law during the pendency of any enquiry regarding him under this Act,.  No child other than a child in conflict with law shall be admitted in the Observation Home under any circumstances.  Separate enclosure shall be maintained for boys and girls and they can also be classified and separated in accordance with their age as follows:<p></p>\tBetween the age group of 8 and 12;<p></p>\tBetween the age group of 12 and 16; and<p></p>\tBetween the age group of 16 and 18.<p></p>  \t(2) The State Government may also certify or recognise any institution as Observation Home for the purposes of this Act.<p></p>\t(3) The Government may also recognise any institution run by any Non-Governmental Organisations, as a Special Home for the purposes of Reception, Care, Treatment and Rehabilitation of Children in conflict with law.  However, in all such cases, a memorandum of understanding specifying the minimum standards of facilities to be provided to the inmates shall be executed with the concerned Non-Governmental Organisation.<p></p>\t(4) If in the opinion of the Juvenile Justice Board, any place is certified as a place of safety and the child in conflict with law is ordered to be kept in the place of safety, the State Government shall pay Rs. 300/- p.m. towards maintenance charge for the child.<p></p>\t(5) Whenever the child is kept in a place of safety, the Superintendent of Police or the Commissioner of Police shall cause the transportation of the child from the Juvenile Justice Board to the place of safety vice versa for further enquiry and trial preferably by woman police in plain clothes.<p></p>\t(6) The Director of Social Defence shall pay the maintenance charge to the officer in charge or the competent authority of the place of safety, within three months from the date of claim is made.<p></p>\t(7) The Juvenile Justice Board shall have the power to direct a child on conflict with law to be kept in a Special Shelter in any Observation Home in case of child who needs more vigilance.<p></p>"
	 },
	 {
	 "section_id":"23",
	 "title":"23 :Objective of the Home.",
	 "content":"(1) The study and observation of a child made during his stay in the Home forms the basis for planning the best interest of the child.  During his stay in Home, the child shall be oriented on the Rights.<p></p>(2) The Home shall make necessary arrangements for the child to be heard and enquired by professionally trained Social Worker or Probation Officer or Case Worker or Psychologists or Counsellor to assess the personality of the child.<p></p>(3) The Home shall arrange for receiving non-formal education and functional literacy during the stay and facilitate the child to become literate.<p></p>(4) The Home shall help the child to build his self-confidence and self-esteem to understand his potentialities and limitations.<p></p>(5) The Home shall provide proper health care and health education.<p></p>"
	 },
	 {
	 "section_id":"24",
	 "title":"24 :Management of Homes.",
	 "content":"Management of the Observation Home shall be maintained by an Officer-in-Charge specifically appointed to hold office as Superintendent of the institution, who is under the control and supervision of the Director of Social Defence. Notwithstanding anything contained in any other law for the time being in force, the custody of children in conflict with law in the Observation Home shall be judicial custody.<p></p>"
	 },
	 {
	 "section_id":"25",
	 "title":"25 :Admission of a child.",
	 "content":"(1) Admission of a child in the Observation Home shall be made round the clock and the Officer-in-Charge of Observation Home is bound to receive the child irrespective of the time.<p></p>(2) Admission of child in Observation Home or a place of safety shall be made by the Juvenile Justice Board by issuing a placement order duly signed and seal affixed. No child other than a child in conflict with law shall be kept in an Observation Home.<p></p>(3) No child shall be admitted in the institution without any proper placement order; provided admission of child can also be made by the Police or any authorised person on a written requisition addressed to the Officer-in-Charge of the Observation Home in the prescribed form appended to these rules (Form III) Provided further that the child shall be produced subsequently before the Competent Authority for obtaining the formal placement order, if such order was not obtained earlier due to valid reason.<p></p>(4) The Officer-in-Charge shall furnish a report to the Juvenile Justice Board in case of any admission made on the requisition received from the Police or any authorised person for obtaining formal placement order from the Juvenile Justice Board.<p></p>(5) The Officer-in-Charge is authorised to detain in the Observation Home, a child brought during the night till he is produced before the Juvenile Justice Board, the next day for obtaining an order.<p></p>(6) The Officer-in-Charge shall refuse admission of a child whose age, identification marks, and offence for which he is taken charge etc., has not been mentioned specifically: Provided further, admission can also be refused if the placement order is not signed duly or corrections not attested properly or brought without any seal affixed.<p></p>(7) The Superintendent/Officer-in-Charge will be personally responsible to see that no child is admitted unauthorised.  He will keep a proper check when a child is admitted at odd hours.<p></p>"
	 },
	 {
	 "section_id":"26",
	 "title":"26 :Procedure in respect of newly admitted children.",
	 "content":"The following procedure shall be adopted in respect of newly admitted children, namely.<p></p>(i) Receiving and searching in the reception unit,<p></p>(ii) Information to parents,<p></p>(iii) Hair cut (unless prohibited by religion)<p></p>(iv) Issue of soap and disinfectant lotion<p></p>(v) Dis-infecting and storing of childrens personal clothing and other personal effects.<p></p>(vi) Bath<p></p>(vii) Issue of disinfected clothes, bedding and other equipment (as per scales)<p></p>(viii) Medical treatment and examination wherever necessary and compulsory medical opinion in respect of girl children.<p></p>(ix) Attending to immediate and urgent needs of the children like letters, interviews, family matters, personal problems, etc.,<p></p>(x) Verification of the order of the Juvenile Justice Board, identification marks of the child, cash, property etc., can be made before the child is admitted.<p></p>"
	 },
	{
	"section_id":"27",
	"title":"27 :Articles found on search/inspection.",
	"content":"The Officer-in-Charge shall see that every child received in the Home is searched, that his personal effects are inspected and that any money or valuables found with, or on, the possession of the child should be kept in the safe custody of the Officer-in-Charge.  Girls shall be searched only by a female member of the staff and with due regard to decency.<p></p>"
	},
	{
	"section_id":"28",
	"title":"28 :Personal property register.",
	"content":"(1) A register of money and valuable and other articles found with, or on, the possession of a child received therein shall be maintained in Form appended to these rules.<p></p>\t(2) On receiving a child in the Home, the money, valuable and other articles found with him or on his possession of, shall be entered in the register and the entries relating thereto shall be read over to child in the presence of a witness.  The signature of the witness shall be obtained in token of the correctness of such entries.  All such entries shall be countersigned by the Superintendent/Officer-in-Charge.<p></p>"
	},
	{
	"section_id":"29",
	"title":"29 :Medical care.",
	"content":"The Home shall have visiting Medical Officer for boys and girls.  The Medical Officer shall visit the Home daily to see the health and cleanliness of children, treatment of the sick, sanitation of the premises and all such matters as are connected directly or indirectly with the health of the inmates and staff.  The pharmacist attached to the Homes shall carry out the lawful orders of the Medical Officer and be subordinate to him in matters connected with the medical works of the Home and to the Superintendent in other matters.  A medical chart shall be maintained in respect of each child.<p></p>"
	},
	{
	"section_id":"30",
	"title":"30 :Production of Children.",
	"content":"Children shall be produced before the Juvenile Justice Board either through the Police, in mufti, or through the staff of the Observation Home, as the case may be.<p></p>"
	},
	{
	"section_id":"31",
	"title":"31 :Discharge of Children.",
	"content":"(1) The children ordered to be discharged by the Juvenile Justice Board shall be discharged therefrom, on intimation to the Observation Home.  In case of children whose personal belongings are kept in safe custody in the institution, the children shall be sent again to Home for discharge therefrom after returning their personal belongings.<p></p>(2) Children committed to a Special Home after the trial shall be sent back to the Observation Home and kept there, pending their transfer to the appropriate Home escorted by the Police or any other authorised person.<p></p>"
	},
	{
	"section_id":"32",
	"title":"32 :Report of Juvenile Justice Board.",
	"content":"Before the fifth day of every month, the Officer-in-Charge shall send a report to the Juvenile Justice Board and to the District and Sessions Judge furnishing the following information.<p></p>(a) A list of children kept in the Home for over one month/three months.<p></p>(b) A list of children kept in the Home in respect of whom the Juvenile Justice Board has passed orders of committal to the Special Home but, not transferred for want of escorts.<p></p>"
	},
	{
	"section_id":"33",
	"title":"33 :Special Home.",
	"content":"(1) The Government shall establish and maintain one or more Special Home for boys and girls exclusively in every district or a group of districts for the reception, care, treatment and rehabilitation of children in conflict with law who have been directed to undergo institutional training for his activities against law.<p></p>\t(2) The Government shall establish and maintain either an exclusive institution or exclusive living premises according to different age group of children as follows:--<p></p>\t(a) For the age group of children between 8 and 12 years;<p></p>\t(b) For the age group of children between 12 and 16 years; and<p></p>\t(c) For the age group of children between 16 and 18 years.<p></p>\t(3) The Government shall also recognise any institution run by Non-Governmental Organisations as special home for the purpose of reception, care, treatment and rehabilitation of children in conflict with law.<p></p>\t(4) The Special Home shall have the following facilities for care, treatment, and rehabilitation of children in conflict with law.<p></p>\t(i) Facilities for non-formal education.<p></p>\t(ii) Facilities for formal education from 1st std to 10th stad.<p></p>\t(iii) Facilities for professional assistance by Psychologist, Social Workers/Counsellors etc., for behaviour modification,<p></p>\t(iv) Facilities for creative learning, participatory programmes in seminars, literary works, cultural programmes etc.,<p></p>\t(v) Facilities for sports and other extracurricular activities.<p></p>"
	},
	{
	"section_id":"34",
	"title":"34 :Objective of Special Home.",
	"content":"The objective of the Special Home shall be<p></p>(1) To receive a juvenile in conflict with law who has been ordered to undergo institutional training for his activities against law, which is established during enquiry and process by Juvenile Justice Board;<p></p>(2) to provide opportunities to receive emotional ans psychological support;<p></p>(3) to facilitate the child to receive proper health care, education, vocational training, behaviour modification programmes etc.,<p></p>(4) to ensure the child to be protected from secondary victimization and assist the child for development and growth; and<p></p>(5) to prepare the child for re-integration within the community as a changed person;<p></p>"
	},
	{
	"section_id":"35",
	"title":"35 :Admission.",
	"content":"(1) A child in conflict with law shall be admitted in a Special Home on a written placement order issued and duly signed by the Juvenile Justice Board for the purpose of receiving institutional programme.<p></p>(2) No child shall be admitted or kept in the Special Home without any valid placement order issued by the Juvenile Justice Board or any other competent authority exercising the powers of the Juvenile Justice Board.<p></p>(3) No child shall be kept in the Special Home beyond the date upto, which the child can be kept as per the orders of Juvenile Justice Board.<p></p>(4) If a child is to be kept in the Special Home beyond the date upto, which the child was permitted to be kept in the institution, the formal order of the Juvenile Justice Board shall be obtained in advance to complete the academic or vocational training till the closure of the academic year:<p></p>Provided that to undergo medical treatment which warrants immediate attention in the best interest of the child; and in any other special circumstances which prohibit or prevent the mobility of the child, either due to accident, natural calamities etc., an intimation will be sent to Juvenile Justice Board regarding the same.<p></p>"
	},
	{
	"section_id":"36",
	"title":"36 :Procedure to be followed in respect of newly admitted child.",
	"content":"(1) There shall be a Reception Unit in each Special Home under the charge of a Child Welfare Officer or a Social Worker.<p></p>(2) Newly admitted child shall be admitted in the Reception Unit, for a period of fifteen days.  The Child Welfare Officer may extend the period till such time the child is treated for infectious diseases or addition to drugs etc., or to complete a detailed study of the child in conflict with law.<p></p>(3) Before admitting to the Reception Unit, the Officer-in-Charge of the Special Home shall verify the placement order and satisfy that the Competent Authority signs the document and the seal affixed.  The other details relating to age, sex, identification marks, offence committed etc., shall be verified and confirmed that the person brought to the Special Home is the real person whose details are tallied with the entries.<p></p>(4) The following procedure shall also be followed in respect of the newly admitted children:--<p></p>(a) Receiving and search in the reception unit.<p></p>(b) Hair-cut (unless prohibited by religion), issue of toilery items.<p></p>(c) Disinfecting and storing of childs personal belongings and other valuables.<p></p>(d) Bath.<p></p>(e) Issue of new set of clothes, bedding and other outfit and equipment (as per rules and scales).<p></p>(f) Medical examination and treatment, where necessary.<p></p>(g) Attending to immediate and urgent needs of the child such as interviews, letter to parent(s), personal problems, etc.,<p></p>(5) The Child Welfare Officer shall during the period of observation in the Reception Unit, orient the children besides assessing the personality traits of the child. Orientation shall be on the following lines:--<p></p>(a) The concept of institutionalisation, institutional discipline, standards of behaviour etc.,<p></p>(b) Rules and regulations to be followed.<p></p>(c) Orientation on Child Rights and the responsibility of the child to ensure the Rights within the institution frame.<p></p>(d) Health and hygiene.<p></p>(e) Self-improvement opportunities and participatory role of children in the institutional activities.<p></p>(f) Duties, responsibilities and obligation during their period of stay.<p></p>(6) The Child Welfare Officer shall concentrate on the following issues:-<p></p>(a) Assess the educational attainment of the child and suggest for further improvement.<p></p>(b) Assess the interest, strength and weakness, extra-curricular activities and other potentialities of the child.<p></p>(c) Vocational aptitude of the child.<p></p>(7) The Child Welfare Officer shall open a profile of the child and record all information available including the Medical History of the child.<p></p>"
	},
	{
	"section_id":"37",
	"title":"37 :Classification Committee.",
	"content":"(1) There shall be a Classification Committee in each Special Home consisting of the following personnel:<p></p>            Officer-in-Charge                         - Chairperson<p></p>            Child Welfare Officer                    - Member Secretary<p></p>             Medical Officer                           - Member<p></p>             Professional Social Worker/<p></p>             Non-Governmental Organisations   - Member<p></p>             Head Master                               - Member<p></p>             Assistant Superintendent               - Member<p></p>             Psychologist                                - Member<p></p>             Head of the Security staff             - Member<p></p>             One representative from teaching<p></p>              and Vocational instructors             - Member<p></p>            (2) The Classification Committee shall meet once in a month and undertake the review of the following matters, namely:--<p></p>             (i) The profile of the newly admitted child.<p></p>             (ii) Counselling or advice to the child on the treatment programme proposed by the Child Welfare Officer and the Psychologist.<p></p>             (iii) The progress of child adjustment programmes.<p></p>             (iv) Custodial care, housing, place of work, area of activity and type of supervision required.<p></p>              (v) Individual problems of child, family contact and adjustment, economic problems, and institutional adjustment, etc.,<p></p>             (vi) Vocational training and opportunities for employment.<p></p>             (vii) Education, health education, social education, academic education, vocational education and moral education;<p></p>             (viii) Social adjustment, recreation, group work activities, guidance and counselling;<p></p>             (ix) Special instructions, collecting information, special precautions to be taken, etc.,<p></p>             (x) Progress and adjusting institutional programmes to the needs of the children.<p></p>            (xi) Planning of the post-release rehabilitation programme in collaboration with aftercare service;<p></p>            (xii) Pre-release preparation;<p></p>            (xiii) Release; and <p></p>             (xiv) Any other matters which the Officer-in-Charge may like to bring up.<p></p>"
	},
	{
	"section_id":"38",
	"title":"38 :Childrens Home.",
	"content":"(1) The State Government shall set up in every district either by itself or by recognising or certifying, any of the Child Welfare Institutions as Childrens Home for children in need of care and protection.<p></p>         (2) As far as possible separate Childrens Homes may be set up for Boys and Girls.  However children of both sexes can be admitted in the same institution provided separate facilities are maintained for Boys and Girls above 5 years of age;<p></p>         (3) Separate Childrens Home shall be set up for boys and girls in the age group of 10 to 18 years of age.<p></p>         (4) Each Childrens Home should be a comprehensive Child Care Centre.  The activities of Childrens Home shall involve the participation of the community voluntary organisations, Non-Governmental Organisations etc.,<p></p>         (5) The services of Health Care, Integral Child Development Schemes programme tec., can be linked with the activities of Childrens Home.<p></p>         (6) Each child should have the facility to grow in a healthy environment.<p></p>"
	},
	{
	"section_id":"39",
	"title":"39 :Nutrition.",
	"content":"(1) The Children in all the institutions established under the Act shall be provided with nutritional diet as recommended by Nutritional Experts, Dieticians or Doctors to ensure balanced diet and variety in taste.<p></p>        (2) Children shall not be given a routine pattern of diet in any of the institution.<p></p>\t(3) The menu shall be changed or altered in consultation with the views and expectations of the children within the prescribed per capita limit/scale of diet.<p></p>"
	},
	{
	"section_id":"40",
	"title":"40 :Eligibility for admission in Childrens Home.",
	"content":"(1) Children who are in need of care and protection alone shall be admitted in the Childrens Home as per the orders of the Child Welfare Committee.<p></p>\t<p></p>\t(2) Children in conflict with law cannot be admitted in Childrens Home under any circumstances.<p></p>"
	},
	{
	"section_id":"41",
	"title":"41 :Objective of the Home.",
	"content":"The following are the objectives of the Home, namely.<p></p>(1) To receive a child in need of care and protection and orient them on child rights;<p></p>(2) to facilitate the child to receive educational and vocational training, behaviour modification programmes for personal growth and developments;<p></p>(3) to ensure that the child develops positive attitude towards family and creates linkage with the family.<p></p>"
	},
	{
	"section_id":"42",
	"title":"42 :Reception Unit.",
	"content":"(1) There shall be a Reception Unit in every Childrens Home which shall take care of children, pending enquiries by Child Welfare Committee.  <p></p>\t(2) Admission of children in the Childrens Home shall be made by the Child Welfare Committee.  No children shall be admitted in the institution without a formal order from the Child Welfare Committee:<p></p>\tProvided that a child can also be admitted in the institution round the clock by a formal requisition made by the persons who are empowered to produce child before the Child Welfare Committee till such time the child is produced before the Committee at the earliest not exceeding six hours, excluding journey time or in exceptional cases on the next working day:<p></p>\tProvided further a child may also produce himself for being admitted in the institution and on such occasion the Officer-in-Charge of the institution shall record such information with two witnesses from the Childrens Home with identification marks of the child, approximate age of the child and shall admit and thereafter, the Officer-in-Charge of the Children Home shall produce the child before the Competent Authority and obtain the placement order.<p></p>\t(3) The Officer-in-Charge of the institution shall not dispose off the admitted child in the institution in any manner without the consent of the Child Welfare Committee.<p></p>\t(4) No girl child during admission shall be subjected to scrutiny and check-up by any male staff of the institution.<p></p>\t(5) Every girl child shall be subjected to Medical Examination within 24 Hours of her admission by a lady Medical Officer either by the Govt. Doctors or by the panel of approved lady doctors maintained in the institution.<p></p>\t(6) Every child on admission shall be kept in the Reception Unit till such time the enquiry related to the child is disposed by the Child Welfare Committee.<p></p>\t(7) The Reception Unit shall be kept in-charge of a Child Welfare Officer who shall be responsible for the following activities:--<p></p>(a) the officer shall arrange for eliciting information from the child or shall initiate intake procedure with the help of a Counsellor, Psychologist, Social Worker as the case may be;<p></p>(b) the child shall be given orientation about the institutional activities;<p></p>(c) the profile of the child should be prepared and the photograph of the child shall be taken immediately for record purpose;<p></p>(d) the personal belongings of the child shall be kept in the safe custody of the Officer-in-Charge of the institution after recording in the relevant register and records.  This shall be done in the presence of two witnesses;<p></p>(e) the Officer-in-Charge of the Reception Unit shall arrange for the process of investigation relating to the background of the child by way of Social Enquiry Report.  The Social Enquiry Report shall be prepared by the Probation Officer and shall be submitted to the Child Welfare Committee directly in a sealed cover.  The Social Enquiry Report is confidential in nature;<p></p>(f) the Officer-in-Charge shall also arrange for psychological counselling and guidance, special report from the professionals like Psychologist, Psychiatrist etc., and<p></p>(g) in case of receiving any report, either from the Medical Officer or from the Social Worker or Psychologist or Psychiatrist, that a child is abused either physically or sexually, the Officer-in-charge shall refer such information to the Child Welfare Committee which shall take into cognizance of the report and arrange for further enquiry.<p></p>(8) During their stay in the Reception Unit, the children shall be provided with adequate opportunities for,--<p></p>(a) Yoga, meditation and Physical Exercises.<p></p>(b) Opportunities to play and relax, recreational facilities, cultural programmes among children, non-formal education, creative learning etc.,<p></p>"
	},
	{
	"section_id":"43",
	"title":"43 :Disposition of children from Reception Unit.",
	"content":"(1) Children in the Reception Unit shall be discharged from the Reception Unit on the orders of the Child Welfare Committee.  The Child Welfare Committee may order that:-<p></p>(a) the child shall be restored to the care of parents or relatives as per the orders of the Child Welfare Committee; or<p></p>(b) the child shall be shifted to the regular unit of the Childrens Home for further developmental activities of the child; or<p></p>(c) the child shall be transferred to a similar Childrens Home or a Shelter Home or a fit institution or under the care of fit person; or<p></p>(d) if a child belongings to some other State/District, the child shall be transferred to the respective Child Welfare Committee for further enquiry and disposition.<p></p>"
	},
	{
	"section_id":"44",
	"title":"44 :Transfer/Escorts.",
	"content":"(1) The transfer of a child to any of the Childrens Home or Shelter Home in other State shall be made within a week of the orders of the Child Welfare Committee and in any case shall be completed within 80 days by arranging proper escorts.<p></p>(2) The transfer of children shall be given effect to by a travel document issued by the Officer-in-Charge if the institution. Escorting of children shall be undertaken by the staff of the Department of Social Defence, Police Personnel or from the panel of volunteers drawn from Non-Governmental Organisations or from the community and duly approved by the Director of Social Defence.  For this purpose, the Director of Social Defence shall maintain a panel of volunteers who will be willing to act as escorts.<p></p>(3) The staff of the Department of Social Defence or the volunteers who shall be engaged in escorting the children shall be entitled to receive T.A. and D.A. as applicable to Group C Officers of the State Government which is fixed from time to time.<p></p>(4) Girl child shall be escorted by female staff accompanied by a male staff in order to provide security to the girl child and female staff.<p></p>"
	},
	{
	"section_id":"45",
	"title":"45 : Classification of children.",
	"content":"(1) A child shall be classified on the basis of age, physical and mental health, length of stay etc. Besides, factors like sequence of childrens behaviour, possibilities of contamination risk, requirements of custody, educational and vocational training needs, total background, possibilities of social adjustment, prospects after release and the rehabilitation needs, shall be taken into consideration.<p></p>(2) For the above purpose, a classification committee shall be constituted in each institution consisting of the following personnel:<p></p>Officer-in-Charge of the institution\t\t     - Chairperson<p></p>Child Welfare Officer\t\t\t\t     - Member-Secretary<p></p>Psychologist\t\t\t\t\t     - Member<p></p>Assistant Superintendent\t\t\t     - Member<p></p>Head Master/Senior Teacher\t\t\t     - Member<p></p>Medical Officer\t\t\t\t\t     - Member<p></p>Vocational Training Instructor\t\t\t     - Member<p></p>District Advisory Committee Nominee\t     - Member<p></p>Representative of local Govt.\t\t\t     - Member<p></p>Representative from Non-Governmental<p></p>Organisation\t\t\t\t\t     - Member<p></p>Representative from Public Work<p></p>Department\t\t\t        \t             - Member<p></p>(3) The classification committee shall periodically meet to consider and review:<p></p>(i) Custodial care, housing, place of work, area of activity and type of supervision required;<p></p>(ii) Individual problems of children, family contacts and adjustment, economic problems, and institutional adjustment, etc.;<p></p>(iii) Vocational training and opportunities for employment;<p></p>(iv)Education, health education, social education, academic education, vocational education and moral education;<p></p>(v) Social adjustment, recreation, group work activities, guidance and counselling;<p></p>(vi)Progress and suggestion of alterations in the institutional programmes to the needs of the children;<p></p>(vii) Planning of the post-release rehabilitation programme in collaboration with aftercare services;<p></p>(viii) Pre-release preparation;<p></p>(ix) Release, and<p></p>(x) Any other matter which the Officer-in-Charge may like to bring up.<p></p>"
	},
	{
	"section_id":"46",
	"title":"46 :Admission of babies or children of inmates of Special Home or Childrens Home for Girls.",
	"content":"(1) A baby or a child of 3 years of age in care of its mother who is placed in an Observation Home or Special Home or Childrens Home for Girls shall be admitted in that Home along with the mother, if the child cannot be placed with the relatives or otherwise properly provided for.  Child born to such mother in an Observation Home or Childrens Home/Special Home, after admission of the child into that home, may be allowed to remain with the mother in that home till the child attains the age of 3 years or till the date of discharge of mother, whichever is earlier.<p></p>(2) A baby or a child of an Observation Home, Childrens Home or Special Home shall be allowed such diet and clothing as the Medical Officer of the Home may prescribe:<p></p>Provided that the Director of Social Defence shall arrange for the admission of such children in any of the institutions which is willing to receive and provide necessary Care and Protection.  In such case of transfers, the approval of the Child Welfare Committee shall be obtained.<p></p>"
	},
	{
	"section_id":"47",
	"title":"47 :Children with special needs.",
	"content":"(1) The State Government shall run a home for destitute, mentally challenged children and children with multiple disabilities.  The home for these children shall be a comprehensive care and rehabilitation centre involving the local community, Non-Governmental Organisations and shall include specialised services with inputs from experts/academic bodies.<p></p>(2) State shall identify and recognise institutions providing specialised services to children with other special needs and the children may be referred to these institutions by the Child Welfare Committee so that their particular needs are met.<p></p>(3) The services referred to in sub-rule (2) include those for physically challenged children, street children, sexually abused children, children with HIV/AIDS, children of prisoners, child prostitutes, children addicted to substances, terminally/chronically ill children, and any others.<p></p>(4) Children with special needs referred to other specialised services or institutions run by recognised Voluntary Organisation shall be covered under the sponsorship scheme under the Act so that the child is covered with costs on referral.<p></p>"
	},
	{
	"section_id":"48",
	"title":"48 :Shelter Homes.",
	"content":"(1) The State Government shall authorise or recognise non-Governmental Organisations to establish Shelter Homes for the children in urgent need of care and protection, such as destitute, street children, runaway children etc. The Govt. shall support the creation of requisite number of shelter homes/drop-in-centres through voluntary organizations.  The local Governments may also run Shelter Homes.<p></p>(2) Such Shelter Homes/Centres shall have the minimum facilities of boarding and lodging besides the provision for fulfilment of basic needs in terms of clothing, food, health care and nutrition etc.  Children in crisis situations mau live in these Shelter Homes, which may have the requisite facilities for education, vocational training and recreation as well.<p></p>(3) The Child Welfare Committees, Special Juvenile Police Units, Public Servants, Child Helpline volunteer/staff, Voluntary Organizations, Social Workers and the children themselves may refer a child to such shelter Homes. The legal requirements of investigation and disposal shall not apply in cases of children residing in these Shelter Home, Expect giving information to the Committee and the police about the admitted, missing or homeless children, children who need legal action in the interest of the child in terms of Act or other child related laws.<p></p>(4) The services of Child Welfare Officer, Social Worker be provided for the proper care, protection, development, rehabilitation and reintegration needs of such children.<p></p>(5) No child shall ordinarily stay in the home/drop-in-centre for more than a year.<p></p>"
	},
	{
	"section_id":"49",
	"title":"49 :Location of the Drop in Centre.",
	"content":"(1) The Drop in Centre of the Shelter Home shall preferably be located within the premises of a space being utilised by a recognised voluntary organisation or a public educational institutions, in areas of high density of children in difficult circumstances such as Railway Stations, market places and other commercial areas.<p></p>(2) The State Government shall authorise to establish a minimum of three Drop in centres for each District.<p></p>"
	},
	{
	"section_id":"50",
	"title":"50 :Affiliation to the jurisdictional Police Station.",
	"content":"Every Drop in Centre shall be affiliated to the respective jurisdictional Police Station for documentation and for any specific assistance.<p></p>"
	},
	{
	"section_id":"51",
	"title":"51 :Object of Drop in Centre.",
	"content":"(1) The object of the Drop in Centre shall be,--<p></p>\t(1) to identify and receive children who are at risk and in need of urgent care and protection and those who specifically seek help in that jurisdiction;<p></p>\t(2) to build up a friendly relationship with the child so as to enable him to understand and share the reasons for his present situation as well as to participate in a decision regarding his placement;<p></p>\t(3) to offer quick assessment services and referrals to detailed assessment and other services;<p></p>\t(4) to offer services of counselling, recreation, medical attention, non-formal education and temporary, open and freely accessible 24 hour shelter;<p></p>\t(5) to serve as one point of referral to a Shelter Home attached to this Drop in Centre for more settled residence or to any other Government of non-Government placement or services; and <p></p>\t(6) to network with the Child Help line of the area and all other recognised fit persons, voluntary organisation and fit persons willing to assist in the work of Drop in Centre as well as directly.<p></p>"
	},
	{
	"section_id":"52",
	"title":"52 :After Care Organisation.",
	"content":"(1) The Government may establish and minimum After Care Organisation by itself or through Non-Governmental Organisations to provide for Care and Protection to the discharged children from Special Homes or Childrens Homes to receive shelter facilities for a period not exceeding three years for the following purposes:-<p></p>(A) to pursue any higher course of study including any professional course.<p></p>(B) to receive training on job oriented programmes.<p></p>(C) to obtain specialised training to improve their skill in particular job oriented training programmes.<p></p>(D) to receive personally development or carrier development programmes to prepare themselves to face interviews.<p></p>(E) to obtain training in Spoken English and Communication Skills for better social integration;<p></p>(2) Children who have no parent/guardian alone are eligible for admission.  Provided the children who have parent/guardian shall also be admitted for specific purposes of continuing their higher education or vocational training.<p></p>Provided further that a child who has parent or guardian shall also be admitted if it is found on pre-discharge enquiry that the atmosphere in his home is not conductive for his/her safety or, further development.<p></p>(3) A child who has been discharged from the institution shall not be admitted again.<p></p>(4) A child has been employed shall be ineligible to continue in the institution.<p></p>(4-A) The admission of children in After Care Organisations may be authorized by the Director of Social Defence for a period not exceeding 3 years in each case.  The Director of Social Defence shall authorize such admission on the basis of proposals received from the Superintendents, Officers-in-Charge of the Homes Discharging the children of juveniles and on the basis of enquiry reports of the Probation Officers:<p></p>Provided that in specific cases where the child or juvenile or child is pursuing a course in higher education, the Director of Social Defence may authorise extension of stay for such further period as to enable him to complete his higher education.<p></p>(5) No person who is over and above the age of 21 years shall be allowed to continue in the After Care Organisation.<p></p>Provided that in cases where a juvenile or child is pursuing a course in higher education he may be allowed to continue to stay in the After Care Organisation till the end of such Course, even if he has completed the age of 21 years.<p></p>(6) After Care Organisations shall function like community colleges.  The concept of community college provides the following:<p></p>(i) Empowerment and skill development,<p></p>(ii) Facilitate employment to disadvantaged,<p></p>(iii) Create job oriented training to suit the local needs,<p></p>(iv) Participation of industries in the training and employment potentialities,<p></p>(v) Resource maximization,<p></p>(vi) Life hopping education by developing skill based work culture,<p></p>(7) The starting of community college should have the following pre-requisites:<p></p>(a) There should be a conceptual clarity<p></p>(b) Need analysis<p></p>(c) Industrial collaboration need be identified<p></p>(d) Feasibility study<p></p>(e) Recruitment of personnel (Instructors)<p></p>(i) Full time anchor staff,<p></p>(ii) Part time instructors from industries,<p></p>(iii) Guest faculty,<p></p>(iv) Supportive staff<p></p>(v) Trainers.<p></p>(8) Community colleges shall have affordability, accountability and flexibility while sub-serving the interest of the discharged children from Special Home or Childrens Home.  The Community Colleges shall serve as a facilitating factor or a bridge between education and employment.<p></p>"
	},
	{
	"section_id":"53",
	"title":"53 :Programme competent.",
	"content":"The courses offered by the Community Colleges shall consists of <br></br>PART-I<p></p>The Programme Competent consists of four stages:<p></p>(a)\tLife skill programmes\t\t\t\t-   21 weeks<p></p>(b)\tInter-personal relationship and <p></p>communication\t\t\t\t\t-   4 weeks<p></p>(c)\tEnglish- spoken and written skill\t\t-   6 weeks<p></p>(d)\tBasic computer skill\t\t\t\t-   4 weeks<br></br>PART-II<p></p>\tWork skill programmes on the area <p></p>\t\tOf specialists chosen\t\t\t\t-   20 weeks<br></br>PART-III<p></p>Internship and liason experience on the <p></p>work spot   -   8 weeks<p></p>\t\t\t\t\t\t\t\t             8 hours/day<br></br>PART-IV<br></br>\tPreparation for employment<p></p>\tTotal number of weeks for the \t\t\t-   2 weeks<p></p>\tDiploma Programme\t\t\t\t\t-   63 weeks<br></br>\t(2) On completion of the course, evaluation shall be made with the help of technical and field experts and certificates will be awarded.  The industrial co-operation shall facilitate the employment potentialities of those who come out successfully from the community colleges.<p></p>\t(3) Community colleges shall be established at Chengalpattu, Ranipet, Thanjavur where the lands are available to start community colleges.<p></p>"
	},
	{
	"section_id":"54",
	"title":"54 :Vocational Rehabilitation Centre.",
	"content":"Vocational Rehabilitation Centres shall also from the integral part of After Care Programme.  The department shall start as many Vocational Rehabilitation Centre and community colleges with the focus on job oriented training to children above 14 years of age.  The vocational training programmes shall be strengthened by appointing adequate staff by re-deploying the instructors, by eliminating the out-dated vocational courses and training the Instructors on such courses to avoid retrenchment.<p></p>"
	}
	 ],
   "5":[
   {
   "section_id":"55",
   "title":"55 :Recognition of fit person or fit institution.",
   "content":"(1) Any individual who, or a suitable place or institution, the management of which, is willing to temporarily receive a child in need of care, protection, or treatment for so long a period as may be necessary, may be recognised by the Competent Authority as a Fit person or s Fit Institution;<p></p>(2) Any Association or body of individuals recognised under the relevant act and established for the Reception or Protection of children or the prevention of cruelty to children, which undertakes to bring up or to give facilities for bringing up any child entrusted to its care in conformity with the religion on his birth, may be included within the meaning of Fit Institution;<p></p>(3) A list of names and addresses of fit persons and fit institutions approved by the Competent Authority shall be kept in the office of the Juvenile Justice Board/Child Welfare Committee and shall be available to the authorities under the Act whenever necessary.<p></p>(4) After committal of a child by the competent authority to an institution recognised as a Fit Institution with collateral branches o, the managers of such an institution may send the child to any of the branches of the same institution located within the State, after giving intimation to the competent authority under whose orders the child was committed.;<p></p>(5) Before giving recognition to any person or institution as Fit person or Fit Institution, the competent authority shall hold due enquiry, obtain such reports as may be necessary and only on being satisfied about the credentials of the person or institution, shall give such recognition.<p></p>The recognition shall be initially given for a period of one year in every case.  During this period, if the services provided by the Fit Institution or Fit Person are found to be satisfactory the competent authority may extend the recognition for a further period of 3 years on application from the Fit Person and thereafter review the performance once in every 3 years and decide on grant of further recognition.;<p></p>Provided further that if the Fit Person or Fit Institution recognised as such, fails to provide the required services or is found to be indulging in malpractices of any kind, the recognition granted shall be withdrawn forthwith by the competent authority at any time.<p></p>"
   },
   {
   "section_id":"56",
   "title":"56 :Certification/recognition and transfer of institutions.",
   "content":"(1) If the management of any organisation desires that its organisation may be certified or recognised under the Act, as Observation Home or Childrens Home or Shelter Home or After Care Organisation, the same shall make a written application together with a copy of the rules, bye-laws, articles of association, list of members of the society/association running the organisation, office bearers and a statement showing the status and past record of social or public service of the organization and the society running the organization to the Department of Social Defence.  The Director of Social Defence shall cause any of his sub-ordinate Officers to inspect the organisation.  The inspecting Officer shall, after verifying the provisions made in the organization for the boarding and lodging, general health, educational facilities, vocational training and treatment services, may grant certificate/recognition under sections 8, 9, 34, 37 and 44 of the Act, as the case may be, on the condition that the organization shall comply with the standards or services as laid down under the Act and rules framed thereunder from time to time and to ensure an all-round growth and development of children placed under its charge; while certifying or recognising an institution, specific mention should be made about  the age group and sex of the children to be maintained in the institution.<p></p>\t(2) The State Government may transfer the management of any State run institution under this Act to a voluntary organization of repute who has the capacity to run such an institution and certify that the said voluntary organization as a fit institution to own the requisite responsibilities under a Memorandum of Understanding for a specified period of time.<p></p>\t(3) The State Government may, if dissatisfied with the implementation of the rules by the management of the organization certified or recognised under the Act, at any time by notice served on the manager of the organization as the case may be, shall stand withdrawn, from a date specified in the notice and from the said date the organization shall cease to be an organization certified or recognised under section 8, 9, 34, 37 and 44 of the Act, as the case may be.<p></p>\t(4) The decision to withdrawn the certificate, or recognition of an Organisation may be taken on the basis of a thorough enquiry and investigation by such Officer of the Department of Social Defence as may be nominated for the purpose by the Director of Social Defence. On the report of the Officer so nominated, the Director of Social Defence shall issue a notice to the management of the Organisation asking it to show cause as to why such withdrawal should not be ordered, within a period of 15 days from the date of receipt of the notice. On receiving  the reply from the Organisation or if no reply from the Organisation or if no reply is received within the time stipulated, the Director of Social Defence shall send his recommendations to the State Government and the State Government shall issue final orders in the matter as it may deem fit.<p></p>\t(5) When an organization ceases to be an organization certified or recognised under sections 8, 9, 34, 37 and 44 of the Act, the child kept therein shall under orders of the Director of Social Defence empowered in this behalf by the State Government either,--<p></p>\t(a) discharge absolutely or on such conditions as the officer may impose; or<p></p>\t(b) transfer to some other institution established, certified or recognised under sections 8, 9, 34, 37 and 44 of the Act, in accordance with the provisions of the Act and rules relating to discharge and transfer.  Intimation of such discharge or transfer shall be given to the Board or the Committee, as the case may be.<p></p>"
   },
   {
   "section_id":"57",
   "title":"57 :Grant in aid to certified or recognised institution.",
   "content":"(1) An Institution certified or recognised under Sections 8, 9, 34, 37 and 44 of the Act may during the period of certification or recognition in force, apply for grant-in-aid from the State Government for maintenance of children received by them and for the expenses incurred on their education, treatment, vocational training, development and rehabilitation.  The grant-in-aid may be admissible at such rates as shall be adequate to meet the prescribed norms and subject to such conditions as may be mutually agreed to by both the State Government and the Institution concerned.  Institution certified or recognised for maintaining children with special needs shall be eligible for grant-in-aid at a rate of atleast 50% more than that fixed for institutions maintaining normal children.<p></p>(2) In case of transfer of management of Government run homes under sections 8, 9, 34, and 37 of the Act to voluntary organization, the same budget which the government was spending on that home, shall be given to the Voluntary Organizations as grant-in-aid under the memorandum of understanding signed between both parties describing other role and obligations.<p></p>"
   },
   {
   "section_id":"58",
   "title":"58 : Admission of outsiders.",
   "content":"No stranger shall be admitted to the premises of any of the institution, established under the Act, except with the permission of the incharge<p></p>"
   },
   {
   "section_id":"59",
   "title":"59 :Identity photos.",
   "content":"On admission to home established under the Act, every juvenile shall be photographed and three copies of the photograph shall be obtained.  One photograph shall be kept in the case file of the child, one shall be fixed with the index card and the third shall be kept in an album serially.  The negative shall be kept in another album.<p></p>"
   },
   {
   "section_id":"60",
   "title":"60 :Police officers to be in plain clothes.",
   "content":"While dealing with juveniles under the provisions of the Act or under these rules, except at the time of arrest, the Police Officer shall wear plain clothes and not the police uniform.<p></p>"
   },
   {
   "section_id":"61",
   "title":"61 :Procedure for sending a child outside the jurisdiction of the competent authority.",
   "content":"(1)  In the case of child whose ordinary place of residence lies outside jurisdiction of the competent authority and if the Competent Authority deems it necessary to take action under section 50 of the Act, it shall direct a Probation Officer to make enquiries as to the fitness and willingness of the relative or other person to receive the child at the ordinary place of residence and whether such relative or other fit person can exercise proper care and control over the child.<p></p>(2) Any child who is a foreign national and who has lost contact with the family shall also be entitled for protection.  The child shall be repatriated at the earliest, to the country in co-ordination with the Ministry of External Affairs and respective Embassies or High Commission.<p></p>(3) On being satisfied on the report of the Probation Officer/Case Worker/Child Welfare Officer, as the case may be, the Competent Authority may send the child to the relative or fit person, on execution of a bond by the said relative or fit person.<p></p>(4) A copy of the order passed by the Competent Authority under section 50 shall be sent to:-<p></p>(a) the Probation Officer who was directed to submit a report under sub-rule (1);<p></p>(b) the Probation Officer, if any, having jurisdiction over the place where the child is to be sent;<p></p>(c) the Competent Authority having jurisdiction over the place where the child is to be sent; and<p></p>(d) the relative or the person who is to receive the child.<p></p>(5) Any breach of a bond given under sub-rule (3), shall render the child liable to be brought before the Competent Authority who may, pass an order directing the child to be sent back to the institution from where he was discharged.<p></p>(6) During the pendency of the orders under sub-rule (3), the child shall be sent by the Competent Authority to an Observation Home/Childrens Home.<p></p>(7) In the case of a child where the Competent Authority deems it expedient to send the child back to his ordinary place of residence under section 50, the Competent Authority shall inform the relative or the fit person who is to receive the child accordingly and shall invite the said relative or fit person to come to the home to take charge of the child on such date as may be specified by the Competent Authority.<p></p>(8) The Competent Authority inviting the said relative or fit person under sub-rule (6) may also direct, if necessary, the payment to be made by the Officer-in-Charge of the institution of the actual expenses of the relative or fit persons journey both ways by the appropriate class and the childs journey from the institution to his ordinary place residence, at the time of sending the child.<p></p>(9) If the relative of the fit person fails to come to take charge of the child on the specified date, proper escort shall take the child to his ordinary place of residence.  In the case of a girl, at least one escort shall be a female<p></p>"
   },
   {
   "section_id":"62",
   "title":"62 : Mode of dealing with child suffering from dangerous diseases or mental complaint.",
   "content":"(1) When a child kept in an institution under the provisions of the Act or placed under the care of a fit person or a fit institution is found to be suffering from a disease requiring prolonged medical treatment or physical or mental complaint that will respond to treatment or is found addicted to a narcotic drug or psychotropic substance, the child may be removed by an order of the competent authority to an approved place set up for such purpose for the remainder of the term for which he has to be kept in custody under the order of the competent authority or for such period as may be certified by medical officer to be necessary for the proper treatment of the child.<p></p>(2) Where it appears to the authority ordering the removal of the child under sub-rule (1) above that the child is cured of the disease or physical or mental complaint and the child still liable to be kept in custody, order the person having charge to send child to the institution or fit person from which or from whom he was removed or if the child is no longer liable to be kept in home, order him to be discharged.<p></p>(3) Where action has been taken under sub-rule (1) in the case of a child suffering from an infectious or contagious disease, the authority empowered under the sub-rule (1), before restoring the said child to his parents or to the guardian, as the case may be, shall where it is satisfied that such action will be in the interest of the said child, call upon the parents or the guardian, as the case may be, to satisfy it that such parents or guardian will not re-infect the child.<p></p>(4) If there is no organization either within the jurisdiction of the competent authority or nearby State for sending the child suffering from dangerous diseases as required in section 58 of the Act, necessary organization shall be set up by the State Government at such places as may be deemed fit by it.<p></p>"
   },
   {
   "section_id":"63",
   "title":"63 :Openness and transparency.",
   "content":"(1) All the institutions established under the Act shall be open to visitors, with the permission of the Officer-in-Charge of such institutions, particularly to the representatives of local self-Government, voluntary organizations, social workers, researches, medicos, academicians, prominent personalities, media and any other person, as the Officer-in-Charge of such institutions considers appropriate keeping in view the security, welfare and the interest of the child.<p></p>\t(2) The Officer-in-Charge of such institutions shall maintain a visitors book. The Advisory/Inspecting Authority shall consider the remarks of the visitors.<p></p>\t(3) While visiting an institution, the visitors will not say or do anything that undermines the authority of the Officer-in-Charge of such institutions or is in contravention of law or rules or impugnes on the human dignity of the child.<p></p>\t(4) Omitted.<p></p>"
   }
   ],
   "6":[
   {
   "section_id":"64",
   "title":"64 :Articles found on search inspection.",
   "content":"The Officer-in-Charge shall see that every child received in the Home is searched, that his personal effects are inspected and that any money or valuables found with, or on, the possession of the child shall be kept in the safe custody of the Officer-in-Charge.  Girls shall be searched only by a female member of the staff and with due regard to decency.<p></p>"
   },
   {
   "section_id":"65",
   "title":"65 : Personal property register.",
   "content":"(1) A register of money and valuable and other articles found with, or on, the possession of a child received therein shall be maintained in Form XXIII appended to these rules.<p></p>(2) On a child being received in the Home, the money, valuables and other articles found with him or on his possession on search and inspection and taken possession of, shall be entered in the register and the entries relating thereto shall be read over to child in the presence of a witness.  The signature shall be obtained from the witness in token of the correctness of such entries.  All such entries shall be countersigned by the Superintendent/Officer-in-Charge of the institution.<p></p>"
   },
   {
   "section_id":"66",
   "title":"66 :Medical.",
   "content":"The Home shall have visiting Medical Officer for boys and girls. The Medical Officer shall visit the home daily to see the health and cleanliness of the children, treatment of the sick, sanitation of the premises and all such matters as are connected directly or indirectly with the health of the inmates and staff. The pharmacist attached to the Home shall carry-out the lawful orders of the Medical Officer and be subordinate to him in matters connected with the medical works of the Home and to the Officer-in-Charge in other matters. A medical chart shall be maintained in respect  of each child.<p></p>"
   },
   {
   "section_id":"67",
   "title":"67 :Rewards and earnings.",
   "content":"(1) The children in Special Home shall be given rewards and earning as an encouragement or motivation to develop desirable behaviours and show a good progress in their educational and vocational training in the institution. Behaviour Modification techniques shall be adopted by the institutional authorities under the direct supervision of the Child Welfare Officer. The Child Welfare Officer shall determine the Rewards and Earnings from time to time.<p></p>(i) The Child Welfare Officer shall adopt a Behaviour Modification programme for children. The group Behaviour Modification programme shall be designed in consultation with experts in the field.<p></p>(ii) Every children shall be awarded an earning of Rs. 5/-- per month as pocket money. The calculation of pocket money shall be made for those who are admitted before 15th of every month. Those who are admitted on or after 15th, pocket money shall be calculated from the subsequent month.<p></p>(iii) The earning of pocket money shall be withheld for a specific period as per the direction of the Officer in Charge of the Institution to a child for the following reasons:--<p></p>(a) If the child does not show positive behaviour or attitude, inspite of three warnings issued during the past<p></p>(b) if the child violates any of the rules, regulations of the institution.<p></p>(c) if the child indulges in unlawful activities such as bullying, damaging the properties, stealing the belongings of others etc.,<p></p>(d) if the child possesses any of the prohibited articles. Similar programme shall be adopted in respect of children in Childrens Home.<p></p>"
   },
   {
   "section_id":"68",
   "title":"68 :Maintenance of rewards and earnings.",
   "content":"(1) The House parent of each House shall maintain the records pertaining to rewards and earnings and the records shall be scrutinised by the Child Welfare Officer once in a month and once in two months by the officer in charge of the institution.<p></p>(2) The Rewards and Earnings shall be reviewed in the Classification Committee meeting and the recommendation of the Classification Committee shall be carried over by the Officer-in-Charge.<p></p>(3) The District Advisory Committee for outstanding performance shown by the children shall grant special Rewards and Earnings. The Special awards shall be for the following reasons: <p></p>\t(a) to a child who has achieved or contributed creative works for the development of the institution.<p></p>\t(b) to a child who has shown bravery to prevent accident, suicide or save the life of other child/staff or alert the officials to prevent major calamities likely to happen in the institution.<p></p>\t(c) to a child who has won special awards, prizes in various competitions, including sports and related activities.<p></p>"
   },
   {
   "section_id":"69",
   "title":"69 :Complaint cell.",
   "content":"(1) There shall be a Complaint Cell in each institution consisting of the following:-<p></p>Officer-in-charge\t\t\t\t\t\t- Chairperson<p></p>Four representatives of the staff\t\t\t- Members<p></p>One member from the District Advisory<p></p>\t\t\t\t\tCommittee\t\t- Member<p></p>Two representatives from the Balasabha\t\t- Members<p></p>(2) The cell shall place one or more complaint boxes within the campus. The Complaint Cell shall review any complaint against the staff or against the child. The Complaint Cell will be opening the complaint boxes once in fortnight and initiate appropriate action. The boxes shall be opened on the 1st and 3rd Wednesday in the presence of all the members of the cell and appropriate action should be initiated by the cell which will be reviewed by the cell. Each complaint shall be recorded in the complaint register.<p></p>"
   },
   {
   "section_id":"70",
   "title":"70 :Escape.",
   "content":"(1) In the event of an escape, the Officer-in-Charge of Observation Home/Special Home shall adopt the following proceedings: <p></p>(i) The staff of the institution can make search of the child at places like Railway Stations. Bus Stand, other places etc., Staff need not wait for the formal orders/instructions to be issued. The available immediate Superior Officer shall direct such action in the absence of the Officer-in-Charge of the institution.<p></p>(ii) Search parties should report the fact immediately on return from search operation.<p></p>(iii) The Officer-in-Charge of the institution shall hold an enquiry on the incident and a report shall be sent to the Director of Social Defence and other controlling authorities within twenty-four hours of the incidence. The report shall be sent either by a mail, fax, special messenger etc., as the case may be.<p></p>(iv) A communication shall be sent to the parents or guardian immediately about such escapes.<p></p>(v) A complaint shall be lodged in the Police Station along with the details and description of the child, identification marks, photograph, the details of parents address, crime for which he had been placed in the institution etc., immediately.<p></p>(vi) The Officer-in-Charge of the institution shall specify the security lapses, if any, noticed at the time of enquiry.<p></p>(vii) The Officer-in-Charge of the institution shall initiate suitable action against the staff if lapses on their part while discharging their duties have been established.<p></p>(viii) All the staff who are dealing with children are accountable for the safety of children.<p></p>"
   },
   {
   "section_id":"71",
   "title":"71 : Runaway children from childrens home.",
   "content":"(1) In case of children running away from Children Home, search of the child shall be done and a report to parents/guardian shall also be sent. In case of a child who runs away from the institution for more than two occasions, such child shall be reproduced before the Child Welfare Committee for review and alternate means of rehabilitation.<p></p>(2) In case of frequent running away of children from an institution, the Monitoring Committee shall study the factors causing such incidence and shall recommend appropriate remedial measures.<p></p>"
   },
   {
   "section_id":"72",
   "title":"72 :Suicide or death.",
   "content":"In the event of a death or suicide of an inmate of an institution, the following procedures shall be adopted by the Superintendent or Officer-in-Charge of the institution.<p></p>(1) Whenever a case of death of a child/juvenile is reported, the Superintendent/Officer-in-Charge of the institution shall immediately arrange to summon the concerned Medical Officer/Part-time Medical Officer/Medical Officer of the nearest Government Hospital/Municipal Hospital to examine the body of the child and if on such examination the said Medical Officer is of the opinion that the juvenile/child has already expired the body of the juvenile/child shall be left in the position in which it was found, pending inspection by the Officers concerned.<p></p>(2) In case of a juvenile/child dies due to causes other than natural causes or if the cause of death is not known or if the death has occurred due to suicide or violence or accident or wherever there is any doubt or complaint or question concerning the cause of death of any juvenile/child, the Superintendent shall also immediately inform the Officer-in-charge of the police station having jurisdiction and the nearest Magistrate empowered to hold inquests. The Superintendent shall also inform the Juvenile Justice Board/Child Welfare Committee as the case may be and the Director of social Defence with all relevant details.<p></p>(3) In case a juvenile/child dies within 24 hours of his/her admission in the institution or in case of death due to suicide, accident, violence and sudden death etc., both inquest and post-mortem shall be held by the authorities concerned, as per the provision of the Cr.P.C.<p></p>(4) The Superintendent or the Officer-in-Charge of the institution shall make a detailed investigation, of all the circumstances connected with the case and submit a detailed report without a delay along with the inquest report to the Juvenile Justice Board/Child Welfare Committee as the case may be and the Director of Social Defence.<p></p>(5) In every case of natural death or illness which ends fatally, the Medical Officer shall examine the body of the juvenile/child, record full particulars of the cause of death and furnish a detailed report to the Superintendent. The Superintendent, in turn, shall immediately send a report about the death to the police station, having jurisdiction, the District Magistrate, the Juvenile Justice Board/Child Welfare Committee and the Director of Social Defence.<p></p>(6) In all cases of death, the parent(s)/guardian, of the deceased juvenile/child, if available shall be contacted and informed immediately and the Superintendent shall wait for 24 hours for their arrival before disposing of the dead body.<p></p>(7) After the inquest and /or post-mortem is held wherever necessary and in all other cases of death, after the examination by the Medical Officer, the body shall be handed over to the parent(s)/relatives of the juvenile/child if available, and in case there is no possibility of such handing over, the Officer in charge of the institution shall arrange for the funeral of the body in accordance with the religion of the juvenile/child, if known. In case the religion of the child is not known, the funeral may be conducted in a decent manner by the Superintendent/Officer-in-Charge of the institution.<p></p>(8) In all cases of death, the Officer in charge of the institution shall obtain the death certificate and keep it in the official records of the institution.  He/She shall also communicate a copy of the death certificate to the parent(s) /guardian of the deceased child, if available and to the Director of Social Defence.<p></p>(9) Wherever the dead body of a Juvenile /child is handed over to the parents/relatives the later shall be granted financial support not exceeding Rs. 3000/- to meet the expenses on the funeral.<p></p>In cases where the Superintendent/Officer in charge of an Institution has to conduct the funeral, he/she may incur an expenditure not exceeding Rs. 3000/- for conducting such funeral.<p></p>"
   },
   {
   "section_id":"73",
   "title":"73 :Funeral.",
   "content":"(1) The body of the child shall be handed over to the parents/ guardians. The parents/guardians of the child should also be supported by Department of Social Defence to the maximum of Rs. 1000/- for the expenses relating to funeral.<p></p>(2)Omitted.<p></p>"
   },
   {
   "section_id":"74",
   "title":"74 :Emergencies.",
   "content":"(1) Whenever there is an out-break of an epidemic in an institution, the Officer-in-Charge of the institution shall immediately arrange for the medical treatment of the inmates in consultation with the District Medical authority or the Health Officer from the Local Body.<p></p>(2) A report shall be sent to the Director of Social Defence immediately and in any case within 12 hours of the prevalence of the epidemic either by e-mail or fax or by special messenger.<p></p>(3) Whenever a child suffers from any infectious disease, he/she shall be kept in a separate block or a Medical unit to prevent the spreading of the disease to other inmates.<p></p>(4) In case of any accident, attempt to suicide or violence etc., the Officer-in-charge of the institution shall arrange for immediate medical assistance either by removing the children/juveniles involved to the nearest medical institution or by bringing Medical Officers.<p></p>"
   },
   {
   "section_id":"75",
   "title":"75.Accidents and other emergencies",
   "content":"(1) The Officer-in-charge of an institution shall ensure the following measures to prevent accidents and other untoward incidents:-<p></p>(A) Decent maintenance of the buildings and premises.<p></p>(B) Provision and maintenance of First Aid Kit.<p></p>(C) Installation and maintenance of adequate number of fire extinguishers in the kitchen, dormitories, store rooms, etc.<p></p>(D) Periodical review of electrical installations.<p></p>(E) Proper custody of tools and equipments and their periodical inspection.<p></p>(F) Timely attendance to care and welfare requirements of Juvenile/children.<p></p>(G) Good Environmental and institutional sanitation hygiene.<p></p>(H) Segregation of juveniles/children suffering from contagious diseases.<p></p>(I) Proper storage and inspection of articles of food stuffs<p></p>(J) Stand-by arrangements for water storage and emergency lighting.<p></p>(K) Provision of emergency medical services, whenever necessary.<p></p>(2) The officer-in-charge of the institution shall maintain an Accident Register.<p></p>"
   },
   {
   "section_id":"76",
   "title":"76:  Communications.",
   "content":"(i) As soon as a child is admitted in the Observation Home, a letter shall be sent to the parents/guardian.<p></p>(ii) In the case of admission of children in Special Homes/Childrens Home/Shelter Homes, a letter shall be sent to the parents/guardian within 24 hours of the admission.<p></p>(iii) In case of emergency or in special circumstances, the Officer-in-Charge of the institution shall arrange for a communication by telegram, fax, e-mail or through Police wireless to the parents.<p></p>(iv) Every month, the child shall be issued inland letters for sending communication to the parents/guardians. The maximum of the letters shall not exceed three in month.<p></p>(v) Correspondence and communications between the child in the Observation Home/Special Home and the parent/guardian, relations etc., can be scrutinised by an officer not below the rank of Assistant Superintendent.<p></p>(vi) Communication and correspondence between the children in the Children Home and parents/guardians shall not be subjected to strict scrutiny unless the activities or the antecedents of the parents of a child or a child warrant such scrutiny. Gist of every such communication shall be recorded in the continuation sheet and added to the profile of the child.<p></p>"
   },
   {
   "section_id":"77",
   "title":"77 :Notification to parents on emergency.",
   "content":"(1) The superintendent of the juvenile justice institution should immediately notify the family or guardian of the child concerned, or other designated person, in case of death, illness requiring transfer of a child to an outside medical facility, or a condition requiring clinical care within the home for more than 48 hours. Notification shall also be given to the consulate authorities of the State of which a foreign child is a citizen. <p></p>(2) The Medical Officer shall report to the Officer-in-Charge about the happening of the natural death of a child and see that the body is decently removed to the mortuary.<p></p>(3) In case of natural death or due to illness of child of an Observation Home or Special Home, the Officer-in-Charge shall obtain a report of the Medical Officer stating the cause of death. A written intimation about the death shall be given immediately to the nearest Police Station, Juvenile Justice Board, National Human Rights Commission and the authority concerned.<p></p>(4) The parents or guardians of the deceased child shall be contacted and the Officer-in-Charge shall wait for 24 hours for the arrival of relatives. After the inquest is held, the body should be disposed of in accordance with the known religion of the child.<p></p>"
   },
   {
   "section_id":"78",
   "title":"78 :Notification of illness, injury and death of family members.",
   "content":"(1) A child shall be informed at the earliest possible of the death, serious illness or injury of any immediate family member and shall be provided with the opportunity to attend the funeral of the family member or go to the bedside of a critically ill family member.<p></p>(2)(A) If an allegation of complaint of abuse of an inmate, either physical or sexual or in any other manner (including custodial rape) is brought to the notice of the Officer-in-Charge of an institution other than an Observation Home, a Reception Unit in a Childrens Home (including a Shelter Home functioning as Reception Unit), the Officer-in-Charge shall immediately report the matter to the  Officer-in-Charge of police station having jurisdiction to take necessary further action as per law. The Officer-in-charge of the institution shall also conduct a detailed internal enquiry and submit a report to the Director of Social Defence. If a functionary of the institution is suspected to be involved, the appropriate authority shall initiate immediate disciplinary action against the said functionary.<p></p>(B) In similar cases in an Observation Home or a Reception Unit of a Childrens Home (including a Shelter Home functioning as a Reception Unit), the Officer-in-charge shall immediately report matter to the Juvenile Justice Board/Child Welfare Committee, as the case may be, who in turn, shall proceed in accordance with rule 13 or rule 20 of these rules, as the case may be.<p></p>(C) If an allegation or complaint of abuse of a child during his period of stay in an institution is brought to the notice of the Officer-in-charge even after the child has left the institution, the Officer-in-charge shall take action as laid down under sub-rule (i) above.<p></p>Provided that in case of a child who has left an Observation Home on bail or one who has left the reception unit of the Childrens Home as a temporary measure, the Officer-in-charge shall take action as laid down in sub-rule (iii) above.<p></p>"
   },
   {
   "section_id":"79",
   "title":"79 :Authorised visits for children.",
   "content":"(1) Visitors to children will be restricted to parents, family members, guardian whose names have already been approved at the time of admission.<p></p>(2) Such authorised visitors shall be allowed to visit the children   twice a month preferably on First and Third Saturdays.<p></p>(3) Interviews on holidays shall be permitted with the special permission of the Officer-in-Charge of the institution.<p></p>(4) The Officer-in-Charge who conducts the interview shall, in the continuation on sheet record the, out-come of the interviews, name and relationship of the person who meets the child, address if any etc., for further follow-up.<p></p>(5) An interview register should be maintained in which all the relevant columns should be filed in without omission.<p></p>(6) The Officer-in-Charge of the institution shall scrutinise the interview register on the subsequent day.<p></p>(7) The Officer-in-Charge of the institution reserves right to reject the request of interview and such rejection shall be recorded in his own handwriting.<p></p>(8) A Defence counsel appearing in conflict with law before a  Juvenile Justice Board may be permitted to visit the said Juvenile in an Observation Home provided he/she carries a Letter of Authorisation from the Juvenile Justice Board to undertake such a visit. Such a Letter of Authorisation should be in the proforma given in Form XXXI. The meeting between the counsel and the Juvenile shall take place in the presence of the Officer-in-Charge of the Home of his/her representative. Similar visits by Defence Counsels of juveniles in the Special Homes may also be permitted provided they carry a Letter of Authorisation from Competent Court of Law.<p></p>"
   },
   {
   "section_id":"80",
   "title":"80 :Leave of absence.",
   "content":"(1) No child in the Observation Home/Special Home shall be granted leave a absence by the Officer-in-Charge of the institution except for attending the funeral of a deceased family member for not exceeding two days excluding the journey time.<p></p>(2) The leave of absence should be restricted to attend the funeral of a deceased father, mother, and siblings paternal/maternal grandparents alone.<p></p>(3) The person who takes charge of a child from Observation Home for such purpose shall execute a bond to fulfil the conditions stipulated therein.<p></p>(4) The Juvenile Justice Board shall grant a child in a Special Home a leave of absence for 15 days in a calendar year and under no circumstances leave should be granted for more than 7 days including the journey time at one instance. The leave of absence cannot be claimed as a matter of right and his leave can be granted for participation in family functions like marriage, funeral of family members etc.,<p></p>(5) Application for leave shall be submitted to the Officer-in-Charge of the Special Home, who in turn shall recommend to the Juvenile Justice Board in accordance to the merit of the petition.<p></p>(6) The Juvenile Justice Board shall grant leave based on the merits, recommendation of the Officer-in-Charge of the institutions. Granting of such leave shall be at the discretion of the Juvenile Justice Board and it cannot be claimed as a right.<p></p>(7) While issuing order sanctioning the leave of absence the Competent Authority shall clearly mention the period of leave and condition attached to the leave order. If any of these conditions are not complied with during the leave period, the child may be recalled to the institution by the authority.<p></p>(8) The parents or guardian shall arrange to escort the child from and to the institution and bear the travelling expenses. In exceptional cases or during an emergency, the Officer-in-Charge may arrange to escort the child to the place of the family and back.<p></p>(9) If a child runs away from family during the leave period, the parents or guardians are required to inform the Officer-in-Charge of the institution immediately and try to trace the child and if found, send the child to the institution. If the parents or guardian do not take proper care of the child during the leave period or do not bring the child back the institution within the stipulated period, such leave may be refused on later occasions. If the child does not return to the institution on expiry of the sanctioned leave, the Board shall refer the case to police for taking charge of the child and bring him back to the institution.<p></p>(10) The period of such leave shall be deemed to be part of the period of placement in the institution. The time which lapses after the failure of a child to return to the institution within the stipulated period shall be excluded in computing the period of his placement in the institution.<p></p>"
   },
   {
   "section_id":"81",
   "title":"81 :Leave of absence for children in Childrens Home.",
   "content":"(1) A child in a Childrens Home shall be granted 15 days in addition to the regular summer vacation, in a calendar year to participate in festivals, marriage, funerals of family members and return to the institution with the stipulated period, shall be excluded in computing the period of his placement in the institution.<p></p>(2) The leave of absence to a child in Childrens Home shall not be at one instance. The children shall be granted leave of absence for three weeks as summer vacations. Summer vacation can be availed any time between 1st May and 30th June of every year.<p></p>(3) The leave of absence shall be granted on submission of a written application submitted to the Officer-in-Charge of the institution by the parents/guardian. The leave of absence cannot be claimed as a right and it is the discretion of the authority.<p></p>"
   },  
   {
   "section_id":"81A",
   "title":"81A :Procedures for release of Juvenile/Child from the different institutions.",
   "content":"(1) The Officer-in-Charge of every Childrens Home and Special Home shall maintain a roster of cases to be released on expiry of the period of stay as ordered by the competent authority.  Each case shall be placed before the classification committee for the consideration. Action may be initiated 6 months before the scheduled release. The details of Juveniles to be released shall be furnished to the Probation Officer for submitting the pre-release enquiry report.<p></p>(2) Advance information regarding the release of a child/juvenile with the probable date of release shall be given to the parent or guardian. If available, and the parent or guardian shall be invited to come to the institution to take charge of the child/juvenile on the date of release, in cases where the parents or guardians are unable to bear the actual expenses of their journey both ways and the childs/juveniles journey from the institution to his/her place of residence, the amount required for such expenditure shall be paid to the parent or guardian by the Officer-in-Charge of the institution at the time of release of the child/juvenile. If the parent/guardian as the case may be fails to come to take charge of the child/juvenile on the appointed date, the child/juvenile shall be sent home with an escort of the institution. Girl children shall be escorted by female escorts only.<p></p>(3) The Officer-in-charge shall order of the discharge of any child/juvenile the period of whose detention has expired and inform the competent authority whithin 7 days of the discharge. The Officer-in charge shall in appropriate cases order the payment of subsistence amount to the child/juvenile for the period of journey at such rates as may be fixed from time to time.<p></p>(4) At the time of release or discharge, a child/juvenile may be provided with a set of clothing if the Officer-in-Charge deems it necessary.<p></p>(5) If the child/juvenile has no parent or guardian, he may be sent to an After Care Organisation after obtaining necessary orders from the Director of Social Defence.<p></p>(6) The Officer-in-Charge of a Girls Institution, subject to the approval of the Director of Social Defence may get destitute/orphan girls above the age of 18 years who have no guardians to take care, married according to the procedure laid down by the Department of Social Defence from time to time.<p></p>(7)  In deserving cases the Officer-in-Charge may provide the child/juvenile with such small tools as may be necessary to start a business, subject to such maximum cost as may be fixed by the Department of Social Defence from out of the Tamil Nadu Social Defence Funds for Women and Children or from the Lumpsum Grant.<p></p>(8) The Officer-in-charge may, subject to the approval  of the Director of Social Defence, allow school going children/juveniles at their own request to stay in the institution after the completion of the period of their detention till the completion of the next annual examination.<p></p>(9) The Officer-in-charge shall intimate the release to the Director of Social Defence and the Director of Social Defence shall appoint a Probation Officer as After Care Officer for the child/juvenile for a period of three years after the release<p></p>"
   },
   {
   "section_id":"82",
   "title":"82 :Duties and responsibilities of Officer-in-Charge of an institution.",
   "content":"(1) The Officer-in-Charge of the institutions shall be the controlling authority in so far as the administrative activities pertaining to the institution as a whole. All the staff in the institution are his subordinates for the purpose of administration.                                                        <p></p>(2) The Officer-in-Charge shall be responsible for the following:<p></p>(i) To ensure the Rights of child in all possible manner within the frame of rules and regulations.<p></p>(ii) He shall exercise control over the staff and shall issue instructions for the smooth and effective functioning of the institutions.<p></p>(iii) The Officer-in-Charge shall ensure that all the staff are discharging their duties in accordance with the rules and regulations and the children are provided with quality and quantity of food, educational and vocational training in accordance with the aptitude and need base if the children, control over budget and accounts, financial management of the institution, proposed plan and non-plan schemes for the further development of the institution.<p></p>(iv) The Officer-in-Charge of the institution shall be the custodian of important confidential documents, deeds, agreements, Personal files of staff, Valuable articles of children etc.,<p></p>(v) The Officer-in-Charge shall be responsible for safe drinking water, proper sanitary and hygienic conditions in the institution, proper health care of children/juveniles etc.,<p></p>(vi) The Officer-in-Charge shall pay surprise visits atleast once in fortnight during night and ensure that the institutional management is in control and vigil during night.<p></p>(vii) The Officer-in-Charge shall nurture a congenial relationship among inmates and convene the meetings of various Committees are implemented effectively.<p></p>(viii) The Officer-in-Charge shall conduct meeting with family members of children whenever such opportunities are available and encourage the parents to interact with the children and the staff to ensure that the interests of the children are honoured.<p></p>(ix) He will be responsible for evolving a rehabilitation plan for every child<p></p>"
   },
   {
   "section_id":"83",
   "title":"83 :Key duties of child welfare officer.",
   "content":"The general duties, functions and responsibilities of Child Welfare Officer shall be as follows:<p></p>(a) Making social investigation of the child through personal interview and from the family, social agencies and other sources like the report of Probation Officers, other specialists.  <p></p>(b) Clarifying problems of the child and helping them to overcome the difficulties in institutional life.<p></p>(c) Participating in the orientation, classification, education, vocational and rehabilitation programmes.<p></p>(d) Establishing co-operation and understanding between the child and the staff.<p></p>(e) Assisting the child to maintain contacts with family and create a linkage between the community and the child.<p></p>(f) Participating in the pre-discharge programmes and helping the child to establish contacts with organisation that can provide emotional and social support of child after their release.<p></p>"
   },
   {
   "section_id":"84",
   "title":"84 :Duties of Assistant Superintendent.",
   "content":"The duties and responsibilities of Assistant Superintendent will be as follows:<p></p>(a) custodian of placement orders;<p></p>(b) supervision of food preparation, food distribution etc.,<p></p>(c) to conduct open house meeting with children and staff to encourage children in participating in the activities;<p></p>(d) to conduct interview with parents of children and regulation of communication of children with outsiders;<p></p>(e) to facilitate the children to participate in seminars, cultural programmes. Meetings etc.,<p></p>(f) monitor the application of Positive reinforcement/cognitive restructuring and prepare a status report in consultation with the House parents or wardens;<p></p>(g) to monitor the supply of external eatables if any supplied to children by parents;<p></p>(h) custodian of clothing and bedding being supplied to Children Home;<p></p>(i) organisation of camps, picnics, cultural programmes, extra- curricular activities like Scouts, Red Cross work etc.,<p></p>(j) to see that the Protective and developmental rights of children are ensured;<p></p>(k) ensuring that the childrens need of food and cloth are met as per standard;<p></p>(l) ensure the cleanliness of the premises and maintenance of physical infrastructure including provisions of water and electricity etc., and<p></p>(m) any other duties and responsibilities assigned by the Officer-in-Charge.<p></p>"
   },
   {
   "section_id":"85",
   "title":"85 :Key duties of Head Masters.",
   "content":"The following are the duties of the Head Masters:-<p></p>(i) Analyse the recommendation of Classification Committee  and decide the educational needs of children either under Open School Pattern or under regular pattern of education;                                                 <p></p>(ii) prepare the time-table for academics activities;<p></p>(iii) organise seminars, workshops, cultural programmes etc., to motivate the children to participate in academic programmes;<p></p>(iv) organise sports activities for the physical and personality development of children;<p></p>(v) conduct the parent-teachers meetings whenever it is possible;<p></p>(vi) identity the slow learners and initiate appropriate measures to overcome the problems in consultation with the professionals and the Officer-in-Charge of the institutions;<p></p>(vii) ensure a child-friendly learning atmosphere and educate the children on their rights;<p></p>(viii) scrutinise the performance of teachers and guide them for better performance;<p></p>(ix) advice the Officer-in-Charge of the institutions to initiate new concept in the educational programmes including the training of teachers;<p></p>(x) follow the instructions of the Officer-in-Charge and the Director of Social Defence in the policy matters relating to children in the institutions;<p></p>(xi) ensure that the children are imparted education accordingly to their ability and capacity. The best interest principle shall be the prime consideration;<p></p>(xii) maintain individual performance sheet in respect of teachers an advice the class teachers to maintain such performance sheet in respect of children;   <p></p>(xiii) any other duties and responsibilities assigned.<p></p>"
   },
   {
   "section_id":"86",
   "title":"86 : Key duties of Care Takers or House Parents.",
   "content":"The general duties, functions and responsibilities of care takers shall be as follows:-<p></p>(a) Handling children with love and affection. <p></p>(b) Taking proper care and welfare of children.<p></p>(c) Regulate the children to follow the rules and regulations of the institutions.<p></p>(d) Maintenance of sanitation and hygiene.<p></p>(e) Implementing daily routine in an effective manner.<p></p>(f) Looking after the security and safety arrangements of the home.<p></p>(g) Escorting children whenever they go out of the home.<p></p>(h) Present at the time of serving food to children.<p></p>(i) Any other duties and responsibilities assigned by the Superintendent.<p></p>"
   },
   {
   "section_id":"87",
   "title":"87 :Key duties of office managers.",
   "content":"(1) There shall be an Office Manager in each of the Government Childrens Home/Special Home.<p></p>(2) The following duties appertain to the Office Manager namely.-<p></p>(a) Maintenance of cash, cash book, cash receipt book, vouchers and allied registers.<p></p>(b) General supervision of the work of Ministerial staff including transaction of Office Business, scrutinizing the service books, personal registers, arrears lists periodicals, stock files, remainder diaries, register of substantive appointments, register of temporary appointments, register of probationers, fair copy register, receipt record, issue register, etc., of the Assistants, Junior Assistants, Typists and Record Clerk as per Tottenham system. <p></p>(c) Admission, leave of absence and discharge of pupils.<p></p>(d) Maintenance of civil stores, sports goods, electrical goods and livestock.<p></p>(e) Supervision of manufacture Section and passing of indents.<p></p>(f) Control over issue of ration articles, kitchen and cooking.<p></p>(g) Control over receipts and issue of raw-materials, manufactured articles, tools and plants of the manufactory section.<p></p>(h) Supervision of petty construction of repairs and proper up keep of Childrens Home/Special Home buildings and staff quarters.<p></p>(i) Receipt and issue of valuable properties of pupils.<p></p>(j) Control over executive staff, instructors and other essential staff.<p></p>(k) Other duties which the Director/Officer-in-Charge of the institution may impose in writing from time to time.<p></p>"
   },
   {
   "section_id":"88",
   "title":"88 :Order Book.",
   "content":"(1) The Officer-in-Charge of an institution shall maintain in an order book in which he shall pass orders to be carried out by any of the staff in the institution. The Orders of the Superintendent shall be carried out immediately by the staff of the institution.<p></p>(2) The copy of the order passed by the Officer-in-Charge shall be displayed in the notice board besides communicates to the concerned staff members.<p></p>"
   },
   {
   "section_id":"89",
   "title":"89 :Maintenance of registers.",
   "content":"The Officer-in-Charge shall maintain in the office such registers and forms as may be prescribed by the Act and Rules.<p></p>"
   },
   {
   "section_id":"90",
   "title":"90 :Meetings.",
   "content":"The Officer-in-Charge shall convene the meeting of Heads of branches once in a fortnight and discuss the issues to be settled within the purview of the Superintendent. A similar meeting of the staff will also be convened once in a month to facilitate the staff to air their grievances and such opportunities will enhance the inter-personnel relationship among the staff. A minutes book shall be maintained for this purpose and every resolution or discussion shall be given due consideration and process.<p></p>"
   },
   {
   "section_id":"91",
   "title":"91 :Journals.",
   "content":"The Officer-in-Charge of the institution, Assistant Superintendent/Deputy Superintendent and Medical Officer etc., shall maintain a journal on a daily basis. The entries in the journal shall be of the events, taking place on a particular day and action initiated on the part of the individual. The Journal of the Asst. Superintendent/Deputy Superintendent shall be scrutinised by the Officer-in-Charge of the institution. The Officer-in-Charge of the institution shall furnish his monthly journal to the Head of the Department for scrutiny.<p></p>"
   },
   {
   "section_id":"92",
   "title":"92 :Diary.",
   "content":"The Probation Officer/Psychologist shall maintain a monthly diary and submit the diary to the Directory of Social Defence for scrutiny every month. The Child Welfare Officer, etc., shall also maintain monthly diary and their diaries shall be scrutinized by the respective Officer-in-Charge of the institution.<p></p>"
   }
   ],
   "7":[
     {
   "section_id":"93",
   "title":"93 :Special juvenile police unit.",
   "content":"(1) The State Government shall establish Special Juvenile Police Units in all the districts or in select cities to tackle the issues relating to child in conflict with law and to protect the vulnerable children.<p></p>(2) In every Police Station atleast one Police Officer shall be designated as Child Welfare Officer (Police) and he shall be given appropriate training and orientation on Child Rights, Juvenile Justice System, Probation and allied services, psychology of child and adolescent etc.,<p></p>(3) Every designated Child Welfare Officer (Police) shall be the member of a District Special Juvenile Police Unit to facilitate the co-ordination and networking among the Police, Probation Officer, Non-Governmental Organisations, Judiciary, etc.<p></p>"
   },   
   {
   "section_id":"94",
   "title":"94 :Functions of police.",
   "content":"(1) Child should be received, assessed and interviewed in a child-friendly manner and environment by child friendly officers who have received special training in dealing with children. Children could have access to materials for their leisure and recreation during these processes.<p></p>(2) All officers dealing with children alleged to be in conflict with law, in particular of those who first receive and interview such children shall, as their prime responsibility, take on the role of a friend of the child. In this capacity, such officers shall make a genuine attempt to build a positive enabling relationship with the child even if the said child has allegedly committed a serious offence.<p></p>(3) On arrest, the child shall be given all possible assistance to enable him to fulfil his right to call any person of his choice over the phone or otherwise.<p></p>"
   },
   {
   "section_id":"95",
   "title":"95 :Functions of police.",
   "content":"(1) The child shall be informed promptly and directly of the charges against him in a language and manner that he understands so as to ensure full comprehension of the same.<p></p>(2) The child shall not be compelled to confess or give testimony. No form of torture or harassment shall be used in order to extract information from the child.<p></p>(3) The inquiries conducted prior to the decision being taken by the Board shall take into account the heterogeneity of children and thereby provide individualized attention and due regard to the circumstances of the case of each child. A quick assessment will be made at the place of first contact and the details of this shall be recorded.<p></p>"
   },
   {
   "section_id":"96",
   "title":"96 :Transfer of case of a child in need of Care and Protection from Police to any other producing agent listed in section 32 of the Act.",
   "content":"(1) If the child has been received by a Police person other than officers of the Special Juvenile Police Unit he shall, as far as possible, transfer the case of the child to the Special Juvenile Police Unit or any other appropriate non-police person under section 32.<p></p>(2) The Department of Police shall identify and engage volunteers to perform the duties of Child Welfare Officer (Police) to assist the Special Juvenile Police Unit on a volunteer basis.<p></p>(3) If the child has been received by a Police person other than officers of the Special Juvenile Police Unit he shall, as far as possible transfer the case of the child to the Special Juvenile Police Unit or any other appropriate non-police person under section 32.<p></p>(4) Whenever a child is taken charge by the Police, the child shall be referred to the Child Welfare Officer (Police) for investigation, who, in turn after preliminary enquiry shall arrange to produce the child before the Child Welfare Committee in case of a child in need of Care and Protection, or in the case of child in conflict with law, before the Juvenile Justice Board under an intimation to the Special Juvenile Police Unit.<p></p>(5) The child shall be treated with decency and dignity while doing investigation, enquiry, search etc.,<p></p>(6) The child shall be subjected to search by a female staff in case of a child who happens to be a girl.<p></p>(7) The Special Police Officer or Officer-in-Charge of the Special Juvenile Police Unit shall arrange for the escorting of the child to be produced before the Competent Authority through volunteers from Non-Governmental Organisations or by Police in plain clothes.<p></p>(8) Police shall prevent taking charge of a child in conflict with law between Sunset and Sunrise. Provided that in case of taking charge, instead of keeping the child in the police station or lockup, shall arrange to keep the child in a place of safety or Observation Home or in a fit institution or under the care of a fit person after recording the fact.<p></p>(9) (A) A juvenile in conflict with law shall be produced before the Juvenile Justice Board/ a Member of the Juvenile Justice Board, as the case may be at the earliest and in any case within a period of 6 hours excluding the time required for the journey from the place where the juvenile was taken into custody to the place of such production before the Juvenile Justice Board/a Member of the Juvenile Justice Board.<p></p>(B) A child in need of care and protection shall be produced before the Child Welfare Committee, a Member of the Child Welfare Committee as the case may be at the earliest and in any case within a period of 24 hours excluding the time required for the journey from the place where the child was found to the place of such production before Child Welfare Committee/a Member of the Child Welfare Committee.<p></p>(10) The police shall strictly adhere to the guidelines of the Supreme Court of India while dealing with a child in conflict with law or a child in need of Care and Protection.<p></p>(11) The police shall also ensure that the provision of the Convention on the Rights of the child have been strictly adhered to and all action initiated on the part of the police is in the best interest of the child.<p></p>(12) As soon as a child in conflict with law is taken charge by the police, an intimation shall be sent to the Probation Officer and the parents/guardian of the said child.<p></p>(13) Whenever a child in conflict with law is produced before the Juvenile Justice Board, the police should furnish the following details to the Juvenile Justice Board:<p></p>(a) Date and time of taking charge of child, address of the child, offence said to have been committed and the place where the child was kept till such time the child was produced before the Juvenile Justice Board.<p></p>(b) Copy of the intimation letter sent ot the Probation Officer or parents/guardian of the child.<p></p>(c) Details of the property or articles recovered from the child at the time taking charge.<p></p>(14) Whenever an intimation is received by the police about the existence of an abandoned infant, the police shall with the assistance of Non-Governmental Organisations or a reputed Social worker shall take charge of the infant and arrange to provide immediate medical assistance and care. Subsequently place the child in an Foundling Home or in a Paediatric Unit of a Government Hospital.  If such facilities do not exist, the child can be handed over to a fit person or fit institution. In this aspect the police shall immediately send a report to the Child Welfare Committee, providing the address of the organisation or individual in whose possession the child is placed.<p></p>(15) Whenever an intimation is received from an Non-Governmental Organisation about the possession of an infant child under their care, the police shall make an FIR or record in the Local Petition Register. A report shall be sent to the Child Welfare Committee about the action taken in this aspect. Without making a report to the Child Welfare Committee, the police cannot close a file.<p></p>(16) The Police shall maintain a list of Non-Governmental Organisations functioning in their respective jurisdiction and shall be accountable to prevent child trafficking, illegal adoption, keeping children unauthorisedly in such institutions.<p></p>(17) The police shall handle children in plain clothes except at the time of taking charge of the child, while on duty.<p></p>(18) The police shall not handcuff or fetter a child. Provided such action shall be made in case of hardcore deviants for which the concurrence of the Juvenile Justice Board shall be obtained.<p></p>(19) The Special Juvenile Police Unit shall be the place of safety for the purpose of keeping a child and such Police Unit should not function in any of the Police Station.<p></p>(20) The atmosphere of the Special Juvenile Police Unit shall be child friendly. Such Unit shall be provided with play materials and recreational facilities.<p></p>(21) The Special Juvenile Police Unit shall encourage committed and willing personnel to act as Counsellors. Such volunteers or Social Workers shall be designated as Special Police Officers.<p></p>"
   }
   ],
   "8":[
   {
   "section_id":"97",
   "title":"97 :Duties of Probation Officer.",
   "content":"The State Government shall appoint as many Probation Officers as possible in every District. The Government shall also authorise any person or an Officer to perform duties and functions as Probation Officer and confer on them with the powers and duties as per the Probation of Offenders Act, 1958 (Central Act 20 of 1958). The Probation Officer shall perform the following duties and responsibilities in respect of Children who have been dealt with under the provisions of the Juvenile Justice (Care and Protection of children) Act, 2000 (Central Act 56 of 2000), namely:-<p></p>(1) To enquire and investigate as soon as a report is received from the Police as per section 13 of the Act:--<p></p>(a) On receipt of intimation from the police, the Probation Officers shall initiate an enquiry leading to the assessment of the home conditions, environment, impact of the behaviour of the child in the neighborhood etc.,<p></p>(b) Submit an interim report within 24 hours to facilitate the Juvenile Justice Board to take a decision on the release of a child on bail upon such conditions to be followed during the bail period.<p></p>(c) Prepare a pre-trial supervision programme by Probation Officer.<p></p>(d) Probation Officer shall subsequently furnish a detailed Social Enquiry Report incorporating or suggesting the suitable plan a action to be followed in case the child is released on probation.<p></p>(2) to supervise the person who is either released on probation of good conduct and placed under the supervision of a Probation Officer or placed under the care of any fit institution or person and furnish a periodical report for a period mentioned in the Probation Supervision Order.<p></p>(3) to enquire on any issue pertaining to children who have been dealt with under the various provisions of this Act and furnish such report to the authority who invites the report of the Probation Officer.<p></p>(4) to supervise a child during the period of release in Community Services and oversee their participation in group counselling and similar activities. The Probation Officer shall obtain such reports from the agency concerned as a part of supervision and furnish a report to the Board or the Child Welfare Committee as the case may be.<p></p>(5) to facilitate the smooth functioning of the Juvenile Welfare Board and Child Welfare Committees as a repertoire.<p></p>(6) to enquire into the issues pertaining to the certification of infants or any other children as abandoned children for the purpose of placing the child on adoption.<p></p>(7) to propose sponsorship and foster care services to children in need of protection and oversee that the children are maintained properly under these two programmes.<p></p>(8) to prepare a list of willing and committed persons to work as volunteers to supervise and assist a child during the period of supervision and make it available to District and Sessions Judge for approval and recommend to Government.<p></p>"
   }
   ],
   "9":[
   {
   "section_id":"98",
   "title":"98 :Adoption.",
   "content":"(1) Adoption is the transfer of rights and responsibilities of a child from its birth parents to adoptive parents. In case of a child whose biological parents are unknown may also be placed on adoption in accordance with the procedure as laid down by the Supreme Court of India<p></p>(2) The Juvenile Justice Board after due enquiry and process shall place a child in need of Care and Protection on adoption as a measure of rehabilitation. The Juvenile Justice Board shall follow the guidelines for adoption issued from time to time by the Supreme Court, the State Government and also the Central Adoption and Resource Agency.<p></p>"
   },
   {
   "section_id":"99",
   "title":"99 :Adoption Agencies.",
   "content":"(1) The Childrens Homes established under the Act, and orphanages run by the State Government shall be recognized as agencies for the purpose of placement of children in adoption. The State Government shall issue specific orders authorizing such institutions to undertake the placement of eligible children in adoption. All other institutions licenced/recognized by the State Government to do adoption shall be deemed to have obtained recognition under this Act to do adoption, provided they obtained Fit Institution Certificate from the Child Welfare Committee.<p></p>(2) The authorized Childrens Homes or authorized State-run Orphanages shall be the placement agencies for the placement of children coming under the purview of the Act, on adoption.<p></p>(3) The process of placement of children on adoption shall be done by professionally trained Social Workers appointed or authorized by the State Government for this purpose:<p></p>Provided that all cases of adoption under the Act, before the Juvenile Justice Board shall be Scrutinising Agency recognised by the High Court.<p></p>(4) Any Government or Private Hospital or Nursing Home, etc., which finds an infant abandoned within its premises shall report the matter of the concerned Child Welfare Committee within 24 hours in Form-XXXII. The Child Welfare Committee will then refer such infants to the agencies authorised/recognised by the State Government for the purpose of adoption.<p></p>(5) The agency which receives an abandoned child or infant shall report to the Police Station having jurisdiction over the place where the child/infant was found abandoned, within 24 hours. On receipt of cush a report the Police shall register a case, initiate appropriate enquiry and submit a status report to the Child Welfare Committee exercising jurisdiction over the place where the child/infant was found abandoned within a week.<p></p>Further the agency which receives, the child/infant shall produce the child/infant before a Child Welfare Committee within 24 hours.<p></p>If the child/infant was found abandoned in a place outside the jurisdiction of the Child Welfare Committee before which it is produced, the said Child Welfare Committee shall furnish the information of such abandoned child/infant to the jurisdictional Child Welfare Committee within a week.<p></p>On receipt of such information, the jurisdictional Child Welfare Committee shall furnish a copy of the status report submitted to it by the Police, to the Child Welfare Committee before which the child/infant is produced.<p></p>"
   },
   {
   "section_id":"100",
   "title":"100 :Voluntary Co-ordinating Agency.",
   "content":"Voluntary Co-ordinating Agency formed as per the guidelines of Government of India shall be the Voluntary Co-ordinating Agency for the purpose of in-country adoption being undertaken by the Juvenile Justice Board. All Childrens Home or State run orphanages which are approved to process adoption shall become the member of the Voluntary Co-ordinating Agency.<p></p>"
   },
   {
   "section_id":"101",
   "title":"101 :Rehabilitation support cell for adoption and foster care.",
   "content":"(1) The State Government shall create an Adoption Support Cell in Chennai city and four such Regional cells in Salem, Thirunelveli, Madurai and Coimbatore. The Adoption Support Cell shall be administered by professionally qualified or trained professionals. The following shall be the main functions of the cell:-<p></p>(i) Screening of applications received and identification of prospective parents for adoption.<p></p>(ii) Disseminating information on Adoption to community. Assisting the legal main stream of children available for adoption.<p></p>(iii) Co-ordination with Voluntary Co-ordinating Agency.<p></p>(iv) Pre-adoption counselling services to children, the prospective parents, extended  family etc., during processing.<p></p>(v) Post-adoption follow-up.<p></p>(vi) Convene a meeting of the Childrens Homes and State run orphanages periodically once in three months amd encourage the non-institutional rehabilitative measures for adoption, Foster Care etc. The minutes shall be communicated to the Director of Social Defence for evaluation and further guidance.<p></p>"
   },
   {
   "section_id":"102",
   "title":"102 :Pre-placement counselling for adoptive parents.",
   "content":"The placement agency shall arrange for pre-placement counselling of at least 3 sittings of 2 hours each for the adoptive parents;<p></p>"
   },
   {
   "section_id":"103",
   "title":"103 :Guidelines for the preparation of Home Study Report.",
   "content":"(1) The following shall be the criteria for the preparation of Home Study Report.<p></p>(a) Social status and family background.<p></p>(b) Description of Home.<p></p>(c) Standard living as it appears in the Home.<p></p>(d) Current relationship between husband and wife.<p></p>(e) Current relationship between the parents and children (if any children)<p></p>(f) Development of already adopted children (if any),<p></p>(g) Current relationship between the couple and the members of each others family.<p></p>(h) Employment status of the couple.<p></p>(i) Health details such as clinical test, health conditions, past illness etc., (Medical evidences).<p></p>(j) Economic status of the couple.<p></p>(k) Accommodation for the child.<p></p>(l) Schooling facilities.<p></p>(m) Amenities in the home.<p></p>(n) Reasons for wanting to adopt a child.<p></p>(o) Attitude of grand-parents and relatives towards adoption.<p></p>(p) Anticipated plans for the adoptive child.<p></p>(q) Legal status of the prospective adoptive parents.<p></p>"
   },
   {
   "section_id":"104",
   "title":"104 :Follow-up.",
   "content":"(1) The follow-up of children placed within the country will be as follows:-<p></p>(a) During the pre-placement (Foster Care) there shall be a regular monitoring and evaluation of the Foster Care. A professionally trained social worker shall visit the family once a month regularly for this purpose.<p></p>(b) The follow-up format should be completed and forwarded by the recognized placement agency to the Voluntary Co-ordinating Agency and the concerned Juvenile Justice Board once in six months.<p></p>(c) The agency should see that legal adoption is effected within a year of pre-placement thereby safeguarding the interest of the child/infant. In case it is not possible to complete the legal adoption process during such period of one year, the agency shall obtain specific orders from the concerned Juvenile Justice Board for extension of time. Such extension shall be granted for a maximum period of 3 months on any one occasion subject to a total maximum period of 1 year;<p></p>(d) Even after legal adoption, the agency should keep in touch with the family for a period of three years.<p></p>(e) Post-adoptive counselling should be provided by the agency to the adoptive parents.<p></p>(f) After the completion of legal adoption, a report shall be sent by the placement agency to the Director of Social Welfare.<p></p>"
   },
   {
   "section_id":"105",
   "title":"105 : Records.",
   "content":"The following records and registers should be maintained by every recognised Childrens Homes and State run orphanages.<p></p>(a) Admission registers.<p></p>(b) The placement Agency shall permanently maintain a separate file on each child in the format prescribed by CARA/State Government, with a photograph of the child giving full details/history of the case and relevant legal documents of adoption.<p></p>(c) Register of prospective adoptive parents with details.<p></p>(d) Register of children showing their arrival, departure, admittance into hospitals, return to their parents and death, if any.<p></p>(e) Follow-up register of children placed with adoptive family prior to legal placement and after legal placement.<p></p>(f) Quarterly reports in the prescribed format to the Department of Social Defence, and the Voluntary Co-ordinating Agency.<p></p>(g) The annual reports of the placement agency together with the necessary details and statistics in the format described by CARA/State Government shall be forwarded to the Director of Social Welfare, the Voluntary Co-ordinating and the Juvenile Justice Board.;<p></p>(h) Audited statement of accounts.<p></p>"
   },
   {
   "section_id":"106",
   "title":"106 :Procedure in the case of abandoned children.",
   "content":"Whenever an abandoned or orphaned or destitute child or infant is to be placed on adoption, the Child Welfare Committee, after due enquiry and process, shall declare the child/infant as legally free for adoption. No child or infant shall be placed on adoption without a certificate carrying such a declaration from the Child Welfare Committee. The certificate shall be valid if it is signed by at least two members of the Committee including the Chairperson/ acting Chairperson.<p></p>\tBefore issuing any certificate declaring a child/infant legally free for adoption, the Child Welfare Committee shall obtain a declaration from the placement agency stating that there has been no claimant for the child/infant even after publishing notifications in at least two leading newspapers (one national and another a regional language newspaper), announcements over television and radio and after waiting for a period of one month. This one month period will run concurrently to the enquiry to be conducted by the Child Welfare Committee.<p></p>"
   },
   {
   "section_id":"107",
   "title":"107 :Procedure in the case of surrender of child.",
   "content":"(1) The following procedure shall be adopted in the case of surrendered child or a child who has parents or guardian.<p></p>(2) Any parent who voluntary surrenders his/her right over the child/children in various circumstances the following guidelines shall be adopted by the agency concerned:<p></p>(i) The Social Worker of the concerned agency shall counsel the parents, explaining the consequences of adoption and explore the possibilities of parents retaining the child.<p></p>(ii) If the surrender is inevitable, a deed of surrender document shall be executed in a non-judicial stamp paper in the presence of Child Welfare Committee.<p></p>(iii) Such a surrender deed shall explain the reason for surrender and other relevant information about the child/infant. IT shall be written in the regional language. The document shall contain the information that the parent has a right to revoke the surrender deed within 60 days from the date of execution of the said deed.<p></p>Prior to the execution of the deed of surrender, the Child Welfare Committee shall satisfy itself about the genuineness of the surrender is done voluntarily. While doing so, the Child Welfare Committee shall explain the implication of executing the surrender deed to the person(s) surrendering the child.<p></p>(iv) If both the parents are living, both of them should execute the deed.<p></p>(v) If a surrender  deed is executed by any one of the parent. In case of the death of any one parent, the death certificate shall be produced. In such issues, the report of the Probation Officers shall be called for by the Child Welfare Committee and the procedure relating to the abandoned children shall be followed.<p></p>"
   },
   {
   "section_id":"108",
   "title":"108 :Time limit for the process of adoption.",
   "content":"The Child Welfare Committee shall make an order declaring a child legally free for adoption within a period of six weeks  in case of children below the age of 2 years and three months in the case of children above that age from the date of making the application."
   },
   {
   "section_id":"109",
   "title":"109 : Procedure for adoption.",
   "content":"No abandoned child shall be offered in adoption unless it is declared legally free for adoption by a Child Welfare Committee. In the case of surrendered children/infants, the process shall be given effect to after the permissible period of 60 days for reconsideration by the parent(s) is completed. In all issues concerning a child to be placed on adoption, the consent of the child shall be taken into consideration, if the child can understand and is able to express his/her opinion<p></p>"
   },
   {
   "section_id":"110",
   "title":"110 :Juvenile Justice Board in Adoption.",
   "content":"Children who had been dealt with under the various provisions of the Juvenile Justice (Care and Protection of Children) Act, 2000 (Central Act 56 of 2000) shall be placed in adoption.  The Juvenile Justice Board is the Competent Authority to place such children in adoption. In addition to the guidelines issued by the State Government, the guidelines on adoption issued by the Central Adoption Resource Agency and the Supreme Court Judgements issued from time to time shall apply:<p></p>(i) Omitted<p></p>(ii) The Board shall ensure that the child is placed on adoption within the country and a licenced agency alone can approach the Juvenile Justice Board for adoption.<p></p>(iii) The list of approved agencies should be kept in every Juvenile Justice Board.<p></p>"
   },
   {
   "section_id":"111",
   "title":"111 :Juvenile Justice Board in adoption procedure.",
   "content":"The Juvenile Justice Board shall ensure the following in the process of adoption related proceedings:<p></p>(i) The licenced Agency should furnish the following documents with their petition for adoption order.<p></p>(a) Licence Certificate issued by the Government<p></p>(b) Registration Certificate.<p></p>(c) Surrender Deed (if any)<p></p>(d) Abandoned Certificate issued by the Child Welfare Committee (if any)<p></p>(e) Authorisation letter from the authorised signatory of the agency, authorising the Social Worker to file the petitions before the Juvenile Justice Board.<p></p>(f) Child Study Report and Medical Report.<p></p>(g) Home Study Report about the prospective parents done by a Social Worker or Voluntary Co-ordinating Agency of any other licenced adoption agency.<p></p>(h) Income certificate of the prospective adoptive parents.<p></p>(i) Property certificate of the prospective adoptive parents.<p></p>(j) Job certificate of the prospective adoptive parents.<p></p>(k) Health certificate of the prospective adoptive parents.<p></p>(l) Marriage certificate or evidence of marriage of the adoptive parents.<p></p>(m) Three referral letters from respectable people of the society.<p></p>(n) A letter of consent for adoption.<p></p>(o) Photos of the child/infant and the adoptive parents duly attested by the Chief Executive of the Agency;<p></p>(ii) The prospective adoptive parents along with the placement agency shall file a joint petition before the Juvenile Justice Boards with all the relevant documents. In case of single parent the person shall alone file a petition.<p></p>(iii) The concerned institution or agency which efforts the child/infant for adoption shall be the co-petitioner; and<p></p>(iv) On admission of an application from a recognised scrutinising agency for adoption, the Board shall call for independent enquiry by a recognised scrutinising agency and the scrutiny report shall be submitted within a period of two weeks.<p></p>(v) The Board shall undertake a process of enquiry which will include interviewing the prospective parents, verifying the documents and the report of the scrutinising agency. If the Board is satisfied that the placement is in the best interest of the child, it will pass a final order giving permanent custody to the adoptive parent/parents. An order of adoption shall be signed by the Principal Magistrate besides atleast any one of the two members of the Board.<p></p>(vi) The Board shall fix the date of birth, on the report of the Medical exports. The Juvenile Justice Board shall direct the appropriate authority to issue a birth certificate incorporating the date of birth, date of adoption and the names of adoptive parents.<p></p>(vii) As far as possible the time for passing an adoption order shall not exceed three months from the date of filing. The order shall also include provision for a periodic follow-up report either by the Probation Officer/Case Worker or Adoption Agency to ensure the well-being of the child/infant. The period of such follow-up shall be not less than three years or such other period as the Juvenile Justice Board may direct. The follow-up shall be made once in six months during the first year and once in a year for the remaining 2 years.<p></p>"
   }
   
   ]
 }
 
}