{
    "chapter": {
        "1": [
            {
                "heading": "Chapter I:",
                "title": "Tamil Nadu (Compulsory Censorship of Film Publicity Materials) Act 1987.",
                "sectionstart": "1",
                "sectionend": "18."
            }
        ]
		},
        "section": {
            "1": [
            {	"section_id": "1",
                "title":"1: Short title, extent and commencement",
                "content": "(1) This Act may be called The Tamil Nadu (Compulsory Censorship of Film Publicity Materials) Act, 1987<p></p>(2) It extends to the whole of the State of Tamil Nadu<p></p>(3) It shall come into force in such areas and on such dates as the Government may, by notification, appoint; and different dates may be appointed for different areas<p></p>"
                
            },{	"section_id": "2",
                "title":"2: Definitions",
                "content": "In this Act, unless the context otherwise requires,-<p></p>(a) \"Board\" means the Tamil Nadu Board of Publicity Materials Censorship constituted under Section3;<p></p>(b) \"cinema house\" means a place licensed under the Tamil Nadu Cinemas (Regulation) Act, 1955 (Tamil Nadu Act IX of 1955) for giving cinematograph exhibition;<p></p>(c) \"Government\" means the State Government:<p></p>(d) \"publicity material\" means any material for giving publicity of a cinematograph film which is produced in India or any country outside India and includes-<p></p>(i) hoarding, show card, insert, press design and enlargement;<p></p>(ii) poster;<p></p>(iii) still photo;<p></p>(iv) cinematograph slide; and<p></p>(v) such other materials as may be prescribed.<p></p>"
                
            },{	"section_id": "3",
                "title":"3: Board of Publicity Materials Censorship",
                "content": "(1) For the purpose of granting certificate of Publicity Materials Censorship in respect of publicity material, the Government may, by notification, constitute a Board to be called the Tamil Nadu Board of Publicity Materials Censorship which shall consist of a Chairman and not more than five other members appointed by the Government.<p></p>(2) The Publicity Materials Censor Officer appointed under sub-section(1) of Section4 shall be the Member-Secretary to the Board.<p></p>(3) The members of the Board shall consist of officials and non-officials.<p></p>(4) The Chairman and the members of the Board shall hold office for such term as may be prescribed.<p></p>(5) The Chairman and the members of the Board shall receive such remuneration as may be determined by the Government and the members of the Board, other than the Publicity Materials Censor Officer, shall receive such allowances or fees for attending meetings of the Board as may be prescribed.<p></p>(6) The meetings of the Board shall be held at such place and time and in such manner as may be prescribed.<p></p>"
                
            },{	"section_id": "4",
                "title":"4: Publicity Materials Censor Officers and Other Staff",
                "content": "(1) For carrying out the purposes of this Act, the Government shall appoint a Publicity Materials Censor Officer and may also appoint such number of Assistant Publicity Materials Censor officers and Inspectors as the Government may think fit to assist the Publicity Materials Censor Officer.<p></p>(2) The Publicity Materials Censor Officer and the Assistant Publicity Materials Censor Officer and Inspectors, may inspect any cinema house and may call for any document relating to any publicity material from any person, for inspection.<p></p>(3) The Publicity Materials Censor Officer, Assistant Publicity Materials Censor Officers and Inspectors shall perform such other functions as may be prescribed,<p></p>"
                
            },{	"section_id": "5",
                "title":"5: Prohibition of display of publicity materials",
                "content": "(1) No person shall display or cause to be displayed in the lobby of a cinema house or outside the cinema house or in any place open to public view, whether such place is public or private, any publicity materials without obtaining a certificate of publicity materials censorship in respect of such publicity material.<p></p>(2) If any person desires to display in the lobby of a cinema house or outside the cinema house or in any place open to public view, whether such place is public or private any publicity material, he shall make an application to the Board in such form as may be prescribed, for a certificate of publicity materials censorship and shall submit such material along with the application in such manner together with such fee as may be prescribed.<p></p>"
                
            },{	"section_id": "6",
                "title":"6: Grant of Certificate of Publicity Materials Censorship",
                "content": "(1) The Publicity Materials Censor Officer shall examine the publicity material submitted under Section5 and place the publicity material together with his recommendations, if any, before the Board for its consideration.<p></p>(2) The Board may, after examining the publicity material and the recommendations of the Publicity Materials Censor Officer in the prescribed manner.-<p></p>(i) grant a certificate of publicity materials censorship in such form and in such manner as may be prescribed which shall be signed by the Publicity Materials Censor Officer and return the publicity material to the applicant; or<p></p>(ii) direct the applicant to carry out such alterations or modifications in the publicity materials as it thinks necessary before sanctioning the publicity material for public exhibition; or<p></p>(iii) refuse to grant a certificate of publicity materials censorship, for public exhibition.<p></p>(3) The Board shall pass an order under sub-section(2) within such period as may be prescribed.<p></p>(4) No action under clause (ii) and clause (iii) of sub-section(2) shall be taken by the Board except after giving an opportunity to the applicant, for representing his views in the matter.<p></p>"
                
            },{	"section_id": "7",
                "title":"7: Principles of Guidance in Certifying Publicity Materials",
                "content": "(1) The Board shall, in deciding to grant or refuse to grant under sub-section(2) of Section6 a certificate in respect of film publicity material or in issuing a direction under clause (ii) of sub-section(2) of Section6 have regard as to whether such film publicity material or part of it-<p></p>(a) is obscene;<p></p>(b) is against the interest of the security of the State or friendly relations with foreign States:<p></p>(c) is against public order, decency or morality;<p></p>(d) involves defamation or contempt of Court; or<p></p>(e) is likely to incite commission of any offence.Explanation - A publicity material shall be deemed to be obscene if it is lascivious or appeals to the prurient interest or if its effect, or (where it comprises two or more distinct items) the effect of anyone of its items, is if taken as a whole, such as to tend to deprave and corrupt persons who are likely, having regard to all the relevant circumstances, to read or see the matter contained or embodied in it, or if it portrays, exhibits or shows a picture, drawing, painting or figure of a female human being of any age in such posture which is offensive to senses or which is likely to suggest any indecent or impure or immoral ideas in the minds of persons who are likely to read or see the matter contained or embodied in it.<p></p>(2) Subject to the provisions contained in sub-section(1), Government, may issue such direction as it may think fit setting out the relevant principles which shall guide the authorit} competent to grant certificates under this Act in sanctioning publicity materials for public exhibition.<p></p>"
                
            },{	"section_id": "8",
                "title":"8: Appeal",
                "content": "(1) Any person aggrieved by any decision of the Board may, within thirty days from the date of receipt of such decision, prefer an appeal to such authority as the Government may prescribe and such authority may, after such inquiry as it considers necessary and after giving the appellant an opportunity for expressing his views in the matter, make such order in relation thereto as it thinks fit.<p></p>(2) The decision of the authority referred to in sub-section(1) shall be final.<p></p>"
                
            },{	"section_id": "9",
                "title":"9: Display of Publicity Materials",
                "content": "(1) No publicity material shall be displayed unless it bears in such manner as may be prescribed, the number and date of the Certificate of Publicity Materials Censorship, granted in respect of such publicity material.<p></p>(2) No person shall display any publicity material in respect of which a certificate of Publicity Censorship has not been granted under this Act.<p></p>"
                
            },{	"section_id": "10",
                "title":"10: Penalty",
                "content": "(1) If any person displays any publicity material,-<p></p>(i) which has not been certified by the Board and signed by the Publicity Materials Censor Officer under Section6; or<p></p>(ii) which, having been certified by the Board and signed by Publicity Materials Censor Officer, differ from the certified publicity material; or<p></p>(iii) having been certified by the Board and signed by the Publicity Materials Censor Officer, does not bear in the manner prescribed the number and date of the certificate of registration; he shall be punishable with imprisonment which may extend to three years or with fine which may extend to three thousand rupees or with both and in the case of a continuing offence with a further fine which may extend to one hundred rupees for each day during which the offence continues.<p></p>(2) If any person is convicted of an offence punishable under this section the convicting Court may further direct that the publicity material in respect of which the offence has been committed be forfeited to the Government.<p></p>"
                
            },{	"section_id": "11",
                "title":"11: Validation",
                "content": "No act or proceeding of the Board shall be deemed to be invalid by reason only of vacancy in, or any defect in the constitution of the Board.<p></p>"
                
            },{	"section_id": "12",
                "title":"12: Power to Compound Offence",
                "content": "(1) Subject to such conditions as may be prescribed, the prescribed authority may be a general or special order in this behalf either before or after the institution of criminal proceedings under this Act, accept from the person who has committed or is reasonably suspected of having committed an offence under this Act; by way of composition of such offence a sum of money not exceeding five thousand rupees.<p></p>(2) On payment of such sum of money, such person shall be discharged and no further proceedings shall be taken against him in respect of such offence.<p></p>"
                
            },{	"section_id": "13",
                "title":"13: Power to Seize",
                "content": "It shall be lawful for any Police Officer not below the rank of an officer-in-charge of the Police Station to seize any publicity material-<p></p>(i) in respect of which no certificate of Publicity Materials Censorship has been obtained under this Act;<p></p>(ii) which does not bear the number and date of the certificate of Publicity Materials Censorship and such Police Officer shall forthwith report the seizure to the Magistrate having jurisdication and where the publicity material seized is such that it cannot be conveniently transported to the Court he may give custody thereof to any person on his executing a bond undertaking to produce the publicity material before the Court as and when required and to give effect to the further orders of the Court as to the disposal of the same.<p></p>"
                
            },{	"section_id": "14",
                "title":"14: Members of the Board to be Public Servants",
                "content": "The members of the Board shall, when acting or purporting to act in pursuance of the provisions of this Act, be deemed to be public servants within the meaning of Section21 of the Indian Penal Code (Central Act XLV of 1860).<p></p>"
                
            },{	"section_id": "15",
                "title":"15: Bar to Legal Proceeding",
                "content": "No suit or other legal proceeding shall lie against the members of the Board and the persons appointed under this Act in respect of anything which is in good faith done or intended to be done under this Act.<p></p>"
                
            },{	"section_id": "16",
                "title":"16: Offences by Companies",
                "content": "(1) Where an offence under this Act has been committed by a company, every person who, at the time the offence was committed was in charge of, and was responsible to, the company for the conduct of the business of the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly: Provided that nothing contained in this sub-section shall render any such person liable to any punishment, if he proves that the offence was committed without his knowledge or that he had exercised all due diligence to prevent the commission of such offence.<p></p>(2) Notwithstanding anything contained in sub-section(1), where any offence under this Act, has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any neglect on the part of, any Director, Manager, Secretary or other Officer of the company, such Director, Manager, Secretary or other Officer shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation - For the purposes of this Section-<p></p>(a) \"company\" means any body corporate and includes a firm or other association of individuals; and<p></p>(b) \"director\" in relation to a firm, means a partner in the firm.<p></p>"
                
            },{	"section_id": "17",
                "title":"17: Power to Make Rules",
                "content": "(1) The Government may make rules for carrying out all or any of the purposes of this Act.<p></p>(2) In particular and without prejudice to the generality of the foregoing power, such rules may provide for<p></p>(a) all matters expressly required or allowed by this Act to be prescribed;<p></p>(b) the term of officer of the Chairman and the members of the Board;<p></p>(c) the allowances or fees of the members of the Board;<p></p>(d) the place and time at which and the manner in which meeting of the Board shall be held;<p></p>(e) the other functions of the publicity Materials Censor Officer, Assistant Publicity Materials Censor Officers and Inspectors;<p></p>(f) the form of application for a certificate of Publicity Materials Censorship;<p></p>(g) the manner of submitting publicity materials;<p></p>(h) the fee to be paid for certificate of Publicity Materials Censorship; (i) the form and the manner in which the certificate of publicity materials censorship shall be granted; and<p></p>(j) the authority to whom appeal shall be preferred under sub-section(1) of Section8.<p></p>(3) (a) All rules made under this Act shall be published in theTamil Nadu Government Gazette, and unless they are expressed to come into force on particular day, shall come into force on the day on which they are so published.<p></p>(b) All notifications issued under this Act, shall, unless they are expressed to come into force on a particular day, come into force on the day on which they are published.<p></p>(4) Every rule made or notification issued under this Act shall, as soon as possible after it is made or issued, be placed on the table of the Legislative Assembly and if, before the expiry of the session in which it is so placed or the next session, the Legislative Assembly agrees in making any modification in any such rule or notification or the Legislative Assembly agrees that the rule or notification should not be made or issued, the rule or notification shall thereafter have effect only in such modified form or be of no effect, as the case may be, so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule or notification.<p></p>"
                
            },{	"section_id": "18",
                "title":"18: Saving",
                "content": "The provisions of this Act shall be in addition to, and not in derogation of, any other law for the time being in force, and nothing contained herein shall exempt any person from any proceeding by way of investigation or otherwise which might, apart from this Act be instituted against him.<p></p>"
                
            }
			]
	       		
    }
	
	
}