{
    "chapter": {
       			
			"1":[
				{
				"heading":"Chapter I ",
				"title":" Tamil Nadu Prize Schemes (Prohibition) Act. 1979.<p></p>",
				"sectionstart":" 1 ",
				"sectionend":" 15.<p></p>"
				}
			]
			
		},
		
		"section": {
            "1": [
				
				{
				"section_id":"1",
				"title":"1: Short title, extent and commencement",
				"content":"(1) This Act may be called the Tamil Nadu Prize Schemes (Prohibition) Act. 1979.<p></p>(2) It extends to the whole of the State of Tamil Nadu.<p></p>(3) It shall be deemed to have come into force on the 13th October 1979.<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Definitions",
				"content":"In this Act, unless the context otherwise requires.-<p></p>(a) \"Government\" means the State Government.<p></p>(b) \"prize scheme\" means any scheme by whatever name called whereby any prize or gift (whether by way of money or by way of movable or immovable property) is offered, or is proposed to be given or delivered to one or more persons to be determined by lot, draw or in any other manner from among persons who purchase or have purchased goods or other articles from shops, centers or any other place whatsoever specified by the sponsors of the scheme or on any event or contingency relative or applicable to the drawing of any ticket, lot, number or figure in relation to such purchasers.Explanation - For the purposes of this clause,-<p></p>(i) \"purchase\" may be by way of payment in one lumpsum or in instalments, (ii) \"money\" includes a cheque, postal order, demand draft, telegraphic transfer or money order.<p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Prohibition of prize schemes",
				"content":"No person shall promote or conduct any prize scheme.<p></p>"
				},
				
				{
				"section_id":"4",
				"title":"4: Penalty for contravening the provisions of Section3",
				"content":"Whoever contravenes the provisions of Section 3 shall be punished with rigorous imprisonment for a term which may extend to three years: Provided that such rigorous imprisonment shall not be less than three months.<p></p>"
				},
				
				{
				"section_id":"5",
				"title":"5: Penalty for other offences in connection with prize schemes",
				"content":"Whoever, with a view to the promotion or conduct of any prize scheme in contravention of the provisions of this Act or in connection with any such prize scheme promoted or conducted<p></p>(a) prints or publishes any ticket, coupon or other document for use in the prize scheme; or<p></p>(b) distributes or offers or advertises for distribution, or has in his possession for the purpose of distribution of any ticket, coupon or other document for use in the prize scheme; or<p></p>(c) prints, publishes or distributes, or has in his possession for the purpose of publication or distribution-<p></p>(i) any advertisement of the prize scheme; or<p></p>(ii) any list, whether complete or not of purchasers in the prize scheme; or<p></p>(iii) any such matter descriptive of, or otherwise relating to, the prize scheme as is calculated to act as an inducement to persons to participate in the prize scheme or any other prize Schemes; or<p></p>(d) brings, or invites any person to send, for the purpose of distribution, any ticket, coupon or other document for use in, or any advertisement of the prize scheme; or<p></p>(e) uses any premises, or causes or knowingly permits any premises to be used, for purposes connected with the promotion or conduct of the prize scheme; or<p></p>(f) causes or procures or attempts to procure any person do any of the above mentioned acts; shall be punished with rigorous imprisonment for a term which may extend to three years: Provided that such rigorous imprisonment shall not be less than three months:<p></p>"
				},
				
				{
				"section_id":"6",
				"title":"6: Punishment of abettors",
				"content":"Whoever in any manner whatsoever causes, procures, counsels, aids, abets or is accessory to the commission of any offence punishable under Section 4 or Section 5 shall be punished with the punishment provided for the offence.<p></p>"
				},
				
				{
				"section_id":"7",
				"title":"7: Offences by Companies",
				"content":"(1) Where an offence against any of the provisions of this Act or any rule made thereunder has been committed by a company, every person who at the time of offence was committed, was in-charge of, and was responsible to, the company for the conduct of the business of the company as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly: Provided that nothing contained in this sub-section shall render any such person liable to any punishment, if he proves that the offence was committed without his knowledge or that he exercised all the diligence to prevent the commission of such offence.<p></p>(2) Notwithstanding anything contained in sub-section(1), where any such offence has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any neglect on the part of any director, manager, secretary or other officer of the company such director, manager, secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation - For the purpose of this section-(a)\"company\" means any body corporate and includes a firm, society or other association of individuals; and<p></p>(b) \"director\" in relation to-<p></p>(i) 'a firm' means a partner in the firm.<p></p>(ii) 'a society or other association of individuals' means the person who is entrusted, under the rules of the society or other association, with the management of the affairs of the society or other association as the case may be.<p></p>"
				},
				
				{
				"section_id":"8",
				"title":"8: Power to enter, search and seize",
				"content":"(1) It shall be lawful for any Police Officer not below the rank of an officer-in-charge of a police station-(a) to enter if necessary by force, whether by day or night with such assistants as he<p></p>considers necessary, any premises, which he has reason to suspect, are being used for purposes connected with the promotion or conduct of any prize scheme in contravention of the provisions of this Act;<p></p>(b) to search the premises and persons whom he may find therein;<p></p>(c) to take into custody and produce before a Judicial Magistrate all such persons as are concerned or against whom a reasonable complaint has been made or credible information has been received or a reasonable suspicion exists of their having been concerned with, or with the promotion or conduct of any prize scheme; and<p></p>(d) to seize all things found therein which are intended to be used or reasonably suspected to have been used in connection with such prize scheme.<p></p>(2) All searches under this section shall be made in accordance with the provisions of the Code of Criminal Procedure, 1973 (Central Act2ofl974).<p></p>"
				},
				
				{
				"section_id":"9",
				"title":"9: Forfeiture of newspapers and publication containing prize schemes",
				"content":"Where any newspaper or other publication contains any prize scheme promoted or conducted in contravention of the provisions of this Act, or any advertisement in relation thereto, the Government may, by notification, declare every copy of the newspaper and every copy of the publication containing the prize scheme of the advertisement to be forfeited to the Government<p></p>"
				},
				
				{
				"section_id":"10",
				"title":"10: Power to try offences",
				"content":"No Court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of the First Class shall try any offence punishable under this Act<p></p>"
				},
				
				{
				"section_id":"11",
				"title":"11: Offences under this Act to be cognizable",
				"content":"Any offence punishable under this Act shall be a cognizable offence within the meaning of the Code of Criminal Procedure. 1973 (Central Act 2 of 1974)<p></p>"
				},
				
				{
				"section_id":"12",
				"title":"12: Power to exempt",
				"content":"Notwithstanding anything contained in this Act, if the Government are satisfied that it is necessary or expedient in the public interest so to do, they may, by notification exempt subject to such conditions as they deem fit any prize scheme or class of prize schemes from the provisions of this Act.<p></p>"
				},
				
				{
				"section_id":"13",
				"title":"13: Power to make rules",
				"content":"(1) The Government may make rules for carrying out all or any of the purposes of this Act.<p></p>(2)(a) All rules made under this Act shall be published in the Tamil Nadu Government Gazette, and unless they are expressed to come into force on a particular day, shall come into force on the day on which they are so published.<p></p>(b) All notifications issued under this Act shall, unless they are expressed to come into force on a particular day, come into force on the day on which they are published.<p></p>(3) Every rule made or notification issued under this Act shall, as soon as possible after it is made or issued, be placed on the Table of the Legislature Assembly and if before the expiry of the session in which it is so placed or the next session, the Legislative Assembly agrees in making any modification in any such rule or notification or the Legislative Assembly agrees that the rule or notification should not be made or issued, the rule or notification shall thereafter have effect only in such modified form or be of no effect, as the case may be, so however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule or notification<p></p>"
				},
				
				{
				"section_id":"14",
				"title":"14: Saving",
				"content":"The provisions of this Act shall be in addition to, and not in derogation of, any other law for the time being in force, and nothing contained herein shall exempt any person from any proceeding by way of investigation or otherwise which might, apart from this Act be instituted against him<p></p>"
				},
				
				{
				"section_id":"15",
				"title":"15: Repeal and Saving",
				"content":"(1) The Tamil Nadu Prize Schemes (Prohibition) Ordinance, 1979 (Tamil Nadu Ordinance 18 of 1979) is hereby repealed.<p></p>(2) Notwithstanding such repeal anything done or any action taken under the said Ordinance including any notifications issued, rules made shall, in so far as they are not inconsistent with this Act, be deemed to have been done or taken under this Act and shall continue in force accordingly, unless and until superseded by anything done or any action taken under this Act.<p></p>"
				}
				
				
			
			]
			
		}
		
}