{
    "chapter": {
        "1": [
            {
			"heading":"Chapter I ",
			"title":" Explosive Substances Act, 1908.<p></p>",
			"sectionstart":" 1 ",
			"sectionend":" 7.<p></p>"
			}
        ]
		
			},
			
			
	"section": {
            "1": [
			
				{
				"section_id":"1",
				"title":"1: Short title, extent and application",
				"content":"(1) This Act may be called The Explosive Substances Act, 1908.<p></p>(2) It extends to the whole of India, and applies also to citizens of India outside India.<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Definitions",
				"content":"In this Act, <p></p>(a) the expression explosive substance shall be deemed to include any materials for making any explosive substance; also any apparatus, machine, implement or material used, or intended to be used, or adapted for causing, or aiding in causing, any explosion in or with any explosive substance; also any part of any such apparatus, machine or implement;<p></p>(b) the expression special category explosive substance shall be deemed to include research development explosive(RDX), pentaerythritol tetra nitrate (PETN), high melting explosive (HMX), tri nitro toluene (TNT), low temperature plastic explosive (LTPE), composition exploding (CE) (2, 4, 6 phenyl methyl nitramine or tetryl), OCTOL (mixture of high melting explosive and tri nitro toluene), plastic explosive kirkee-1 (PEK-1) and RDX/TNT compounds and other similar type of explosives and a combination thereof and remote control devices causing explosion and any other substance and a combination thereof which the Central Government may, by notification in the Official Gazette, specify for the purposes of this Act.<p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Punishment for causing explosion likely to endanger life or property",
				"content":"Any person who unlawfully and maliciously causes by<p></p>(a) any explosive substance an explosion of a nature likely to endanger life or to cause serious injury to property shall, whether any injury to person or property has been actually caused or not, be punished with imprisonment for life, or with rigorous imprisonment of either description which shall not be less than ten years, and shall also be liable to fine;<p></p>(b) any special category explosive substance an explosion of a nature likely to endanger life or to cause serious injury to property shall, whether any injury to person or property has been actually caused or not, be punished with death, or rigorous imprisonment for life, and shall also be liable to fine.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment for life, or with rigorous imprisonment of either description which shall not be less than 10 years, and shall also be liable to fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.<br></br><br></br>    Punishment : Death, or with rigorous imprisonment of either description which shall not be less than 10 years, and shall also be liable to fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.</span><br></br>"
				},
				
				{
				"section_id":"4",
				"title":"4: Punishment for attempt to cause explosion, or for making or keeping explosive with intent to endanger life or property",
				"content":"Any person who unlawfully and maliciously<p></p>(a) does any act with intent to cause by an explosive substance or special category explosive substance, or conspires to cause by an explosive substance or special category explosive substance, an explosion of a nature likely to endanger life or to cause serious injury to property; or<p></p>(b) makes or has in his possession or under his control any explosive substance or special category explosive substance with intent by means thereof to endanger life, or cause serious injury to property, or to enable any other person by means thereof to endanger life or cause serious injury to property in India, shall, whether any explosion does or does not take place and whether any injury to person or property has been actually caused or not, be punished,<p></p> (i) in the case of any explosive substance, with imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine;<p></p> (ii) in the case of any special category explosive substance, with rigorous imprisonment for life, or with rigorous imprisonment for a term which may extend to ten years, and shall also be liable to fine.<br></br><p></p>    <span style='color:#0000c6'>Punishment : Imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non- Bailable.<p></p>    By what court triable : Sessions Court.<br></br><p></p>    Punishment : Imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.<br></br><p></p>    Punishment : Imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non- Bailable.<p></p>    By what court triable : Sessions Court.<br></br><p></p>    Punishment : Rigorous Imprisonment for life, or with  imprisonment which shall not be less than 10 years, and shall also be liable to fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.</span><br></br>"
				},
				
				{
				"section_id":"5",
				"title":"5: Punishment for making or possessing explosives under suspicious circumstances",
				"content":"Any person who makes or knowingly has in his possession or under his control any explosive substance or special category explosive substance, under such circumstances as to give rise to a reasonable suspicion that he is not making it or does not have it in his possession or under his control for a lawful object, shall, unless he can show that he made it or had it in his possession or under his control for a lawful object, be punished, <p></p>\t(a) in the case of any explosive substance, with imprisonment for a term which may extend to ten years, and shall also be liable to fine;<p></p>\t(b) in the case of any special category explosive substance, with rigorous imprisonment for life, or with rigorous imprisonment for a term which may extend to ten years, and shall also be liable to fine.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment which shall not be less than 10 years, and shall also be liable to fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.<br></br><p></p>    Punishment : Rigorous Imprisonment for life, or with  imprisonment which shall not be less than 10 years, and shall also be liable to fine <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.</span><br></br>"
				},
				
				{
				"section_id":"6",
				"title":"6: Punishment of abettors",
				"content":"Any person who by the supply of or solicitation for money, the providing of premises, the supply of materials, or in any manner whatsoever, procures, counsels, aids, abets or is accessory to, the commission of any offence under this Act shall be punished with the punishment provided for the offence.<br></br>    <span style='color:#0000c6'>Punishment : punishment provided for the offence <p></p>    Cognizable or non-cognizable : Cognizable.<p></p>     Bailable or non-bailable : Non-Bailable.<p></p>    By what court triable : Sessions Court.</span><br></br>"
				},
				
				{
				"section_id":"7",
				"title":"7: Restriction on trial of offences",
				"content":"No Court shall proceed to the trial of any person for an offence against this Act except with the consent of the District Magistrate.<p></p>"
				}
				
				
			
			]
			
		}
}