{
    "chapter": {
        "1": [
           {
		   "heading":"Chapter I ",
		   "title":"RULES UNDER THE TAMIL NADU SUPPRESSION OF IMMORAL TRAFFIC ACT.",
		   "sectionstart":" 1 ",
		   "sectionend":" 19.<p></p>"
		   }
        ]
		
		},
		
	"section": {
            "1": [
			
				{
				"section_id":"1",
				"title":"1: Rule 1",
				"content":"On the admission of a girl into a rescue home or other place of custody under the provisions of section 7 or under the orders of the Court under sub-section(ii) of section 6 of the Act, the Superintendent of the rescue home or the person in charge of the place of custody or a woman considered suitable by such Superintendent or person in charge shall take the girl to the nearest women and children hospital for examination.  If there is no women and children hospital within the reasonable distance, the medical examination of the girl shall be conducted by the nearest qualified lady doctor.  Girls found to be suffering from any venereal disease shall be kept as far as possible separate from other inmates of such home or place of custody.  Girls suffering from minor ailments requiring medical attendance shall be taken to the outpatients.  If the girl is suffering from serious illness, she shall be taken to the nearest hospital for admission and information shall immediately be sent to the Commissioner of Police in the City of Chennai and to the District Magistrate elsewhere.<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Rule 2",
				"content":"In the case of death of any girls, the Superintendent of the rescue home or the person in charge of the place of custody shall immediately report the circumstances of the case to the Commissioner of Police in the City of Chennai and to the District Magistrate elsewhere.<p></p>"
				},
				
				{
				"section_id":"2A",
				"title":"2A : Rule 2-A.",
				"content":"The Superintendent of the rescue home or the person in charge of the place of custody shall give immediate notice of the escape or recapture of any inmate of the rescue home or place of custody, as the case may be, to-.<p></p>The Chief Inspector of Certified Schools. .<p></p>The nearest police station.<p></p>The Commissioner of Police, Chennai, in case the rescue home or place of custody is situated in the City of Chennai and the District Superintendent of Police concerned in case the rescue home or place of custody is situated elsewhere  and .<p></p>The Commissioner of Police, Chennai in case the inmate was admitted to the rescue home or place of custody from the City of Chennai and the District Magistrate  concerned in case the inmate was admitted to the rescue home or place of custody from a place outside the City of Chennai. <p></p>On the receipt of a notice of escape under sub-rule 1 .the officer in charge of the police station shall take necessary steps to recapture the inmate and to bring her back to the rescue home or place of custody from which she escaped.<p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Rule 3",
				"content":"The Superintendent of the rescue home or the person in charge of the place of custody shall take every care and precaution to prevent the exercise of evil influences by any person on the girls when they are in such home or place of custody.<p></p>"
				},
				
				{
				"section_id":"4",
				"title":"4: Rule 4",
				"content":"(i) Every girl shall have a separate bed with a floor space of not less than 8x 5 per bed.<p></p>(ii) Every girl shall wear such dress as the Superintendent of the rescue home or the person in charge of the place of custody considers suitable for her.<p></p>(iii) The Superintendent of the rescue home or the person in charge of the place of custody shall make every effort to instil in the girls habits of cleanliness and discipline.<p></p>"
				},
				
				{
				"section_id":"5",
				"title":"5: Rule 5",
				"content":"Plain and wholesome food shall be supplied to the girls in accordance with their caste scruples.<p></p>"
				},
				
				{
				"section_id":"6",
				"title":"6: Rule 6",
				"content":"Suitable employment which shall include house work, sewing and the like shall be provided for the girls.A portion of each day shall be devoted to instructing the girls on education subjects suitable to their age and capacity.The girls shall be allowed proper intervals for rest and recreation.<p></p>"
				},
				
				{
				"section_id":"7",
				"title":"7: Rule 7",
				"content":"The rescue home or the place of custody shall be kept under the purdah system.No girl shall be allowed to see visitors or receive letters without the express permission of the Superintendent of the rescue home or the person in charge of the place of custody and no male visitor shall be permitted to interview any of the girls except in the presence of Superintendent of the rescue home or the person in charge of custody.<p></p>"
				},
				
				{
				"section_id":"8",
				"title":"8: Rule 8",
				"content":"Any girl whose attendance is required before the police or before a Court shall be permitted to leave the rescue home or the place of custody for the purpose only on receipt of a written requisition signed by the Commissioner of Police in the City of Chennai and elsewhere by the District Superintendent of Police or of a summons issued by a Court of competent jurisdiction.The girl shall in such cases be accompanied by the Superintendent of the rescue home or the person in charge of the place of custody or by a woman considered suitable by such Superintendent or person in charge.<p></p>"
				},
				
				{
				"section_id":"9",
				"title":"9: Rule 9",
				"content":"(1) The State Government may in consultation with the Chief Inspector of Certified Schools appoint for any local area to which the Act has been extended a Board of Visitors (hereinafter referred to as the Board) to visit the rescue homes and other places of custody situated within such local area and to comment and advise on matters affecting the administration of the rescue homes and other places of custody.<p></p>(2) (a) In the case of the City of Chennai, the Board shall consist of the following members, namely:-<p></p>\t (i) The Inspectress of Girls Schools having jurisdiction over the City of Chennai, ex officio;<p></p>     (ii) The Lady Superintendent of the Government Victoria Cross and Gosha Hospital, Chennai, ex officio; and <p></p>     (iii) not less than three and not  more than five women non-officials appointed by the State Government.The Inspectress of Girls Schools shall be ex officio President of the Board.<p></p>    (b) Elsewhere, the Board shall consist of the following members, namely;-<p></p>     (i) The Inspectress of Girls Schools within whose circle the Board exercise jurisdiction, ex officio; and<p></p>     (ii) Not less than three and not more than five women non-officials appointed by the State Government.The Inspectress of Girls Schools shall be ex officio President of the Board.<p></p>(3) A non-official member shall hold office for two years from the date of her appointment and shall be eligible for reappointment.<p></p>(4) The Board shall meet at least once in every three months.  The meetings of the Board shall be held in the rescue home or, if there are\t two or more rescue homes in any area, in each rescue home by rotation.  The Superintendent of the rescue home in which the meeting is held shall be the Secretary of the Board for the meeting.<p></p>(5) No business shall be transacted at a meeting of the Board unless at least three members are present.<p></p>(6) The President shall preside at every meeting of the Board at which she is present.  If the President is absent from any meeting the members present shall elect one of their member to preside over the meeting and the member so elected shall at that meeting exercise all the powers of the President.<p></p>(7) The Board shall fix the day and hour of its meeting, and a week before the day so fixed, a notice thereof, together with an abstract of any special matters to be considered shall be furnished to the members by the Secretary of the Board.<p></p>(8) The minutes of each meeting shall be prepared by the President and sent to the Superintendent of the rescue home in which the meeting is held.  The Superintendent shall forward them with her remarks to the Chief Inspector of Certified Schools,<p></p>(9) It shall be the duty of the Board-<p></p> (a) To enquire into and see that the arrangements in the rescue homes and places of custody are proper in all respects;<p></p> (b) To examine the medical, admission and disposal registers and any other connected records;<p></p> (c) To see that no girl is illegally detained in a rescue home;<p></p> (d) To bring any special case to the notice of the Chief Inspector of Certified Schools; and<p></p> (e) To interview new admissions since the last meeting and to hear any representations that the inmates may desire to make.\t<p></p>(10) The Superintendent of each rescue home shall bring to the notice of the Chief Inspector of Certified Schools all cases of failure on the part of any member to attend a meeting.  The Chief Inspector shall keep a record of such cases of absence and shall, when any non-official members attendance is markedly irregular, bring the facts to the notice of the State Government, who may, if they think fit, remove such member from office.<p></p>(11) Every member of the Board shall visit in rotation the rescue homes and places of custody once a fortnight.  The President shall arrange the roster for the fortnightly visits to the rescue homes and places of custody so as to give each visitor her turn and shall send by post card an intimation to the member whose turn it is to visit the rescue homes and places of custody in the ensuing week.  There shall not be a fixed day of the week for those visits, but the members shall be free to visit the rescue homes and places of custody on any day that suits them.<p></p>(12) The Superintendent of the rescue home shall be advised by the resolutions of the Board in the management of the rescue home, provided that if, in the opinion of the Superintendent, it would be inconsistent with the Act or these rules, or inexpedient, to give effect to any such resolution, she shall submit the resolution for the orders of the Chief Inspector of Certified Schools and intimate to the President of the Board the fact of her having done so.<p></p>"
				},
				
				{
				"section_id":"10",
				"title":"10: Rule 10",
				"content":"(1) It will be the duty of the Chief Inspector of Certified Schools to superintendent and control the working of these rules, in the rescue homes and other places of custody referred to therein.<p></p>(2) The Chief Inspector may, for any of the following reasons to be recorded in writing order the transfer of a girl detained in a rescue home or place of custody to any other rescue home or place of custody:-<p></p> (a) When the transfer is for the welfare of the girl or is in the interests of discipline;<p></p> (b) When the rescue home or place of custody has no accommodation in it;<p></p> (c) When the rescue home or place of custody is unfit for the detention of a girl; or<p></p> (d) for any other special reason.<p></p>(3) The Superintendent of the rescue home or person in charge of the place of custody shall, before effecting such transfer, satisfy herself that the girl to be transferred is in a fit state of health to undergo the transfer.<p></p>(4) The girl shall be escorted by a woman considered suitable by such Superintendent or person in charge.<p></p>(5) All the records and personal property, if any, relating to the girl transferred shall be handed over to the escort to be delivered to the Superintendent of the rescue home or the person in charge of the place of custody to which the girl is transferred.<p></p>(6) The Superintendent of the rescue home or the person in charge of the place of custody to which the girl is transferred shall, on the arrival of the girl and after due verification, acknowledge the correct receipt of the documents and property.<p></p>(7) The total period of detention of a girl ordered by the Court shall on no account be increased by any transfer under sub-rule(2).<p></p>"
				},
				
				{
				"section_id":"11",
				"title":"11: Rule 11",
				"content":"Section33 of theTamil Nadu Children Act, 1920, shall apply to every girl ordered to be placed in suitable custody under sub-section(ii) of section 6 of the Act as if for the provisions contained in the first-mentioned section, the following provisions were substituted, viz.,-<p></p>(1) Where a girl is detained in a rescue home or other place of custody in pursuance of an order of the Court, the Superintendent of the rescue home or the person in charge of the place of custody may, at any time after the expiration of three months of the period of detention and with the consent of the Board of Visitors, by licence permit the girl on the conditions specified therein to live with any trustworthy and respectable woman named in the licence, willing to receive and take charge of the girl.<p></p>(2) Any licence so granted shall be in force until revoked or forfeited by the breach of any of the conditions on which it was granted.<p></p>(3) The Superintendent of the rescue home or the person in charge of the place of custody may at time after consulting the Board of Visitors, by order in writing revoke such licence and order the girl to return to the rescue home or place of custody and shall do so at the desire of the person with whom the girl is licensed to live.  If the girl refuses or fails to return to the rescue home or place of custody, the Superintendent may apply to the Magistrate to cause her removal to the rescue home or place of custody.<p></p>(4) The Magistrate to whom such an application is made may issue an order directing any police officer not below the rank of Inspector specially authorized in writing in this behalf by the Commissioner of Police or by the Superintendent of Police to remove the girl wherever found to the rescue home or place of custody and thereupon such police officer shall have the power to enter into any place where the girl is found and to remove her to the rescue home or place of custody.<p></p>(5) The time during which a girl is absent from a rescue home or place of custody in pursuance of a licence shall be deemed to be part of the time of her detention in the rescue home or place of custody: Provided that where a girl has failed to return to the rescue home or place of custody on the licence being revoked or forfeited, the time which elapses after her failure so to return shall be excluded in computing the time during which she is to be detained in the rescue home or place of custody.<p></p>"
				},
				
				{
				"section_id":"12",
				"title":"12 : Rule 12",
				"content":"The licence referred to in rule 11 shall be in Form I.<p></p>"
				},
				
				{
				"section_id":"13",
				"title":"13: Rule13",
				"content":"No girl shall be licenced out unless the Superintendent of the rescue home, or the person in charge of the place of custody from which she is licensed, is satisfied that due arrangements have been made for the education, training or employment of the girl while so licensed.<p></p>"
				},
				
				{
				"section_id":"14",
				"title":"14: Rule 14",
				"content":"When a girl is licenced out, the Superintendent of the rescue home or the person in charge of the place of custody shall send every month, a report form to the person with whom the girl is licensed to live and such person shall fill in and return the same or cause it to be filled in and returned to such Superintendent or person in charge with a brief report of the conduct and progress of the girl.<p></p>"
				},
				
				{
				"section_id":"15",
				"title":"15: Rule 15",
				"content":"In all cases of girls living out on licence, regular supervision, as far as the circumstances permit, shall be exercised by the Superintendent of the rescue home or the person in charge of the place of custody, as the case may be.<p></p>"
				},
				
				{
				"section_id":"16",
				"title":"16: Rule 16",
				"content":"A disposal register shall be kept in every rescue home or place of custody in which shall be entered full particulars of the manner in which every inmate was disposed of on licence or on discharge and of her after-career.  Every effort shall be made by the Superintendent of the rescue home or the person in charge of the place of custody to keep in touch with the inmates for at least three years after discharge.<p></p>"
				},
				
				{
				"section_id":"17",
				"title":"17: Rule 17",
				"content":"An annual return in Form II shall be made by the Superintendent of the rescue home or the person in charge of the place of custody to the Chief Inspector of Certified Schools.  The remarks made by the Board of Visitors from time to time during the year to which the return relates shall also to be communicated to the Chief Inspector with the return.<p></p>"
				},
				
				{
				"section_id":"18",
				"title":"18: Rule 18",
				"content":"The Chief Inspector shall send annually to the State Government a report on the working of these rules together with his remark, if any,.<p></p>"
				},
				
				{
				"section_id":"19",
				"title":"19: Rule 19",
				"content":"(1) These rules may be called the Tamil Nadu Suppression of Immoral Traffic Rules, 1934.<p></p>(2) They shall come into force on the 1st day of February, 1934.<p></p>"
				}
				
				
			
			]
			
		}
		
		
}