{
     "chapter":{
	"1":[
	{
	"heading":"Chapter I ",
	"title":" The Tamil Nadu Property (Prevention of Damage and Loss) Rules, 1994..<p></p>",
	"sectionstart":" 1 ",
	"sectionend":" 20.<p></p>"
	}
	]
	},
  "section": {
      "1":
	  [
	  {
	  "section_id":"1",
	  "title":"1: Short title and commencement",
	  "content":"(1) These rules may be called The Tamil Nadu Property (Prevention of Damage and Loss) Rules, 1994.<p></p>(2) It shall come into force at once.<p></p>"
	  },
	  {
	  "section_id":"2",
	  "title":"2: Definitions",
	  "content":"In these rules, unless the context otherwise requires -<p></p>(1) \"Act\" means the Tamil Nadu Property (Prevention of Damage and Loss) Act, 1992 (Tamil Nadu Act 59 of 1992)<p></p>(2) \"Form\" means form appended to these rules ;<p></p>(3) \"Section\" means section of the Act.<p></p>"
	  },
	  {
	  "section_id":"3",
	  "title":"3: Authority to claim compensation",
	  "content":"(1) Application for claim for compensation for damage or loss caused to the property owned by or in possession of, or under the control of any person including the authorities specified in sub-clauses(a) to (i) of Clause(4) of Section 2 shall be made by -<p></p> (i) any person who has been affected by such damage or loss; or<p></p> (ii) Collector of the district in whose jurisdiction the public property was damaged, in so far as the authority specified in sub-clause(b) of clause(4) of section 2; or<p></p> (iii) such officer empowered under clause(ii) of sub-section(1) of section 10 by the authorities specified in sub-clause(a) and (c) to (J) of clause(4) of section 2.<p></p>(2) The application made under sub-rule(1) for movable property shall be in Form I and for immovable property shall be in Form-II.<p></p>(3) Every application made under sub-rule(1) shall be accompanied by a fee of One hundred rupees.<p></p>"
	  },
	  {
	  "section_id":"4",
	  "title":"4: Authority to decide compensation",
	  "content":"(1) Every application under sub-rule(1) of rule(3) shall be made in person or by his counsel to the Commissioner for Revenue Administration or to such authority authorised by him on his behalf to receive such application. <p></p>(2) Every decision of the Commissioner of Revenue Administration as to the amount of compensation for damage or loss caused to a public property shall, be final and shall not be questioned in any court of law.<p></p>(3) The Commissioner of Revenue Administration in arriving at the quantum of compensation for damage or loss caused to a  propert shall, in addition to the matters specified in subsection(2) of section 11 of the Act, have regard to the following matters, namely:-<p></p> (i) Age of the building or other property either immovable or movable to which damage or loss is caused.<p></p> (ii) Location of the building or other property to which damage or loss is caused.<p></p> (iii) Type of construction of the building or the type of other property, either immovable or movable, to which damage or loss is caused.<p></p>"
	  },
	  {
	  "section_id":"5",
	  "title":"5: Examination of application",
	  "content":"On receipt of an application under sub-rule(1) of rule 4, the Commissioner of Revenue Administration shall examine the applicant on oath and the substance of such examination, if any, shall be reduced in writing.<p></p>"
	  },
	  {
	  "section_id":"6",
	  "title":"6: Rectification of defects",
	  "content":"(1) After considering the application and the statement, if any, of the applicant recorded under rule 5, the Commissioner of Revenue Administration shall not dismiss the application on the ground of any technical flaws, but give notice to the applicant and get the defects rectified.<p></p>(2) The notice issued under sub-rule(1) shall be in the Form-ID appended to these Rules.<p></p>"
	  },
	  {
	  "section_id":"7",
	  "title":"7: Filing of written statement and furnishing copies to Respondent",
	  "content":"(1) The Applicant may and if so required by the Commissioner for Revenue Administration shall, at or before the first hearing or within such further time as the Commissioner for Revenue Administration may allow, file a written statement, dealing with the claims raised in the application and any such written statement shall form part of the record.<p></p>(2) After satisfying himself that the application made under sub-rule(1) of rule 3 is in order or the defects have been duly rectified, the Commissioner for Revenue Administration shall send to the Respondent a copy of the said application along with a copy of the written statement filed by the Applicant, if any, under sub-rule(1) and also a copy of the statement of the Applicant, if any recorded under rule 5 and may call upon the Respondent to file his written statement and to produce any evidence which he may wish to tender on the date of hearing specified in the Notice issued under rule 8.<p></p>(3) The claim for compensation shall be disposed of expeditiously and in any case not later than one year from the date of calling upon the Respondent by the Commissioner for Revenue Administration to file his written statement under sub-rule(2).<p></p>"
	  },
	  {
	  "section_id":"8",
	  "title":"8: Notice to parties",
	  "content":"The Commissioner for Revenue Administration shall send to the Applicant and the Respondent a Notice of the date on which he will hear both the parties. The Notices issued under this rule shall be in the Form-lV, in respect of the applicant and Form-V in respect of the Respondent appended to these Rules.<p></p>"
	  },
	  {
	  "section_id":"9",
	  "title":"9: Issue of summons",
	  "content":"If an application is presented by any party to the proceeding for the summoning of witnesses, the Commissioner of Revenue Administration shall, on payment of the expenses involved, if any, issue summons for the appearance of such witnesses, unless he considers that their appearance is not necessary for just decision of the case.<p></p>"
	  },
	  {
	  "section_id":"10",
	  "title":"10: Appearance by Legal Practitioner",
	  "content":"The Commissioner of Revenue Administration may in his discretion allow any party to appear before him through a legal practitioner.<p></p>"
	  },
	  {
	  "section_id":"11",
	  "title":"11: On the spot study by the Commissioner of Revenue Administration",
	  "content":"(1) The Commissioner of Revenue Administration may, at any time during the course of an inquiry, visit the site at which the damage or loss was caused to the property for the purpose of making a local inspection or examining any person likely to give information relevant to the proceedings.<p></p>(2) Any party to a proceeding or the representative of any such party may accompany the Commissioner of Revenue Administration for a local inspection.<p></p>(3) The Commissioner of Revenue Administration after making a local inspection shall note briefly in a memorandum any facts observed and such memorandum shall form part of the record of inquiry.<p></p>(4) The memorandum referred to in sub-rule(3) may be shown to any party to the proceedings who desires to see it and a copy thereof may on application be supplied to any such party<p></p>"
	  },
	  {
	  "section_id":"12",
	  "title":"12: Production of movable property damaged, etc",
	  "content":"The Commissioner of Revenue Administration may, if he thinks fit, require, the movable property involved in the offence to be produced by the prescribed officer for inspection at a particular time and place to be mentioned by him if necessary in consultation with the prescribed officer.<p></p>"
	  },
	  {
	  "section_id":"13",
	  "title":"13: Deposit of money to meet the travel expenses of the Commissioner of Revenue Administration",
	  "content":"The Commissioner of Revenue Administration may, if any journey is undertaken for the purpose specified in rule 11 or rule 12 at the instance of the prescribed officer, require the prescribed officer to deposit an amount equivalent to the actual expenses likely to be incurred by him, and his staff for the purpose and draw only the amount so deposited by the prescribed officer to meet all the incidental expenditure in connection with such journey.<p></p>"
	  },
	  {
	  "section_id":"14",
	  "title":"14: Summary examination of certain witnesses",
	  "content":"(1) The Commissioner of Revenue Administration during a local inspection or at any other time except at a formal hearing of a case pending before him may examine summarily any person who will give information relating to such case, whether such person has been or is to be called as a witness in the case or not, and whether any or all of the parties are present or not.<p></p>(2) No oath shall be administered to a person examined under sub-rule(1).<p></p>"
	  },
	  {
	  "section_id":"15",
	  "title":"15: Memorandum of substance of evidence",
	  "content":"The Commissioner for Revenue Administration shall get recorded or typed a brief memorandum of the substance of the evidence of each witness and such memorandum shall be signed by the witness concerned and duly countersigned by the Commissioner for Revenue Administration and shall form part of the record.<p></p>"
	  },
	  {
	  "section_id":"16",
	  "title":"16: Assistance of persons having special knowledge",
	  "content":"(1) The Commissioner of Revenue Administration, may co-opt one or more persons possessing special knowledge with respect to any matter relevant to the inquiry. Such persons shall not sit as members but render such assistance as the Commissioner of Revenue Administration may require to hold the inquiry.<p></p>(2) The remuneration, if any, to be paid, to the persons co-opted shall, in every case, be determined by the Commissioner of Revenue Administration.<p></p>"
	  },
	  {
	  "section_id":"17",
	  "title":"17: Points to be decided",
	  "content":"After considering any written statement, the evidence of the witnesses examined and the result of any local inspection, the Commissioner of Revenue Administration shall proceed to frame a record, the points, upon which the right decision of the case appears to him to depend.<p></p>"
	  },
	  {
	  "section_id":"18",
	  "title":"18: Maintenance of diary",
	  "content":"The Commissioner of Revenue Administration shall maintain a brief diary of the proceedings of inquiry<p></p>"
	  },
	  {
	  "section_id":"19",
	  "title":"19: Determination of compensation",
	  "content":"The Commissioner of Revenue Administration in determining the compensation amount shall record concisely his findings on each of the points framed and the reasons for such findings.<p></p>"
	  },
	  {
	  "section_id":"20",
	  "title":"20: Certification to be issued",
	  "content":"The Commissioner of Revenue Administration shall, after arriving at the amount of compensation in respect of damage or loss caused to a  property, issue a certificate for that amount to the Collector and the Collector shall proceed to recover the same in the same manner as an arrears of land revenue<p></p>"
	  }
	  ]
  
   }
}