{
    "chapter": {
       			
			"1":[
			{
			"heading":"Chapter I ",
			"title":"  The Tamil Nadu Protection of Interests of Depositors (in Financial Establishments) Rules, 1997.<p></p>",
			"sectionstart":" 1 ",
			"sectionend":" 10.<p></p>"
			}
			]
			
		},
		
		
	"section": {
            "1": [
			
			{
			"section_id":"1",
			"title":"1: Short title",
			"content":"These Rules maybe called The Tamil Nadu Protection of Interests of Depositors(in Financial Establishments) Rules, 1997.<p></p>"
			},
			
			{
			"section_id":"2",
			"title":"2: Definitions",
			"content":"In these Rules, unless the context otherwise requires.-<p></p>(1) \"Act\" means the Tamil Nadu Protection of Interests of Depositors(in Financial Establishments) Act, 1997(Tamil Nadu Act XLIV of 1997);<p></p>(2) \"Collector\" means the District Collector and District Magistrate;<p></p>(3) \"Competent Authority\" means the authority appointed by the Government under Section 4 of the Act;<p></p>(4) \"Form\" means the Form appended to these Rules.<p></p>"
			},
			
			{
			"section_id":"3",
			"title":"3: Ad-interim order and examination of the complainant and witnesses",
			"content":"(1) The Government shall pass the ad-interim order of attachment under Section 3 of the Act.<p></p>(2) Upon receipt of the orders of the Government under sub-rule(1), the Competent Authority may examine the complainant and such examination shall be reduced in writing.<p></p>(3) The Competent Authority shall have power to examine any person who in his opinion will be able to give any information about the financial establishment, and no oath shall be administered to such person.<p></p>"
			},
			
			{
			"section_id":"4",
			"title":"4: The Competent Authority's right to require information",
			"content":"The Competent Authority shall have power to require any Financial Establishment or its officers or any officer or authority of the Government or a local authority or any other person to furnish such information as may be required and such Financial Establishment or officer or authority of the Government of local authority or person shall furnish such information to the Competent Authority.<p></p>"
			},
			
			{
			"section_id":"5",
			"title":"5: Report to the Special Court regarding absconding persons",
			"content":"Where the Competent Authority is satisfied or has reason to believe that a person in respect of whom action is contemplated under the Act has absconded or is concealing himself, the Competent Authority shall make a report in writing to the Special Court.<p></p>"
			},
			
			{
			"section_id":"6",
			"title":"6: Power to freeze or seize property",
			"content":"(1) 2[OMITTED]<p></p>(2) 2[OMITTED]<p></p>(3) Any officer in-charge of Police Station when required by the Competent Authority, shall take all steps, including inquiry, investigation or survey in respect of any person, place, property, documents, books of account, etc., for the purpose of tracing and identifying the properties.<p></p>(4) The Competent Authority shall maintain a record of all income received and expenditure incurred of the property received, managed and disposed and furnish the same to the Special Court.<p></p>"
			},
			
			{
			"section_id":"7",
			"title":"7: When an order is made attaching the money or other property, transfers void",
			"content":"When an ad-interim order attaching the money or other property of a Financial Establishment is made by the Government under Section 3 of the Act, such money or property referred to in the order shall not be transferred to any other persons by any mode whatsoever and if any such transfer is made, it shall be null and void.<p></p>"
			},
			
			{
			"section_id":"8",
			"title":"8: Competent Authority to assist Special Public Prosecutor",
			"content":"The Competent Auhtority shall render such assistance to the Special Public Prosecutor in conducting the cases in the Special Court as may be required.<p></p>"
			},
			
			{
			"section_id":"9",
			"title":"9: Power of Government to remove difficulties",
			"content":"If any difficult arises in carrying out the provisions of the Act, the Competent Authority shall refer it to the Government and the Government may pass such order as they deem fit in accordance with the provisions of the Act.<p></p>"
			},
			
			{
			"section_id":"10",
			"title":"10: Protection of action taken in good faith",
			"content":"No suit or other proceedings shall lie against the Government or the Competent Authority or against any person for anything done or intended to be done in good faith, for the purpose of carrying out the provisions of the Act or these Rules.<p></p>"
			}
		]
			
		}
		
}