{
    "chapter": {
        "1": [
            {
			"heading":"Chapter I ",
			"title":" The Tamil Nadu Open Places (Prevention of Disfigurement) Act, 1959.<p></p>",
			"sectionstart":" 1 ",
			"sectionend":" 11.<p></p>"
			}
        ]
	},	
	"section": {
            "1": [
			
				{
				"section_id":"1",
				"title":"1: Short title and extent",
				"content":"(1) This Act may be called The Tamil Nadu Open Places (Prevention of Disfigurement) Act, 1959.<p></p>(2) It extends to the whole of the State of Tamil Nadu.<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Definitions",
				"content":"In this Act, unless the context otherwise requires,-<p></p>(a) \"Advertisement\" includes any effigy or any bill, notice, document, paper or other thing containing any words, signs, or visible representations;<p></p>(aa) \"motor vehicle\" means a motor vehicle as defined in clause(28) of Section 2 of the Motor Vehicles Act, 1988 (Central Act 59 of 1988) and used for road transport service by any State Transport Undertaking;<p></p>(b) \"Objectionable advertisement\" means any advertisement which is likely to-(i) incite any person to commit murder, sabotage or any offence involving violence; or (ii) seduce any member of any of the armed forces of the Union or of the police forces from his allegiance or his duty, or prejudice the recruiting of person to serve in any such force or prejudice the discipline of any such force; or<p></p>(iii) incite any section of the citizens of India to acts of violence against any other section of the citizens of India; or which -<p></p>(iv) is deliberately intended to outrage the religious feelings of any class of the citizens of India by insulting or blaspheming or profaning the religion or the religious beliefs of that class; or<p></p>(v) is grossly indecent or is scurrilous or obscene or intended for blackmail;<p></p>(vi) obstructs pedestrian traffic;Explanation - An advertisement shall not be deemed to be objectionable merely because words or signs or visible representations are used -<p></p>(1) expressing disapprobation or criticism of any law or of any policy or administrative action of the Government with a view to obtain its alteration or redress by lawful means;<p></p>(2) criticising any social or religious practices without malicious intention and with honest view to promote social or religious reform or social justice.<p></p>(c) \"place open to public view\" includes any private place or building, monument, statue, post, wall, fence, tree or other thing or contrivance visible to a person being in, or passing along, any public place;<p></p>(d) \"public place\" means any place (including a road, street or way whether a thoroughfare or not and a landing place) to which the public are granted access or have a right to resort, over which they have a right to pass;<p></p>(dd) \"State Transport Undertaking\" means a State Transport Undertaking as defined in clause(42) of Section 2 of the Motor Vehicles Act, 1988 Central Act 59 of 1988).<p></p>(e) \"Traffic Committee\" means a Traffic Committee constituted under Section 3-B and having jurisdiction. <p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Penalty for disfigurement by objectionable advertisements",
				"content":"Whoever affixes to, or inscribes or exhibits on, any place open to public view any objectionable advertisement shall be punished with imprisonment of either description for a term which may extend to one year or with fine which may extend to five thousand rupees or with both.<p></p>"
				},
				
				{
				"section_id":"3A",
				"title":"3A: Penalty for disfigurement by certain categories of unauthorised advertisement without permission",
				"content":"(1) Subject to the provisions of Section 4-A and without prejudice to the provisions of section 4 whoever, without the previous permission of the Traffic Committee, affixes, to, or inscribes or exhibits on, any place open to public view any advertisement which -<p></p>(a) obstructs the line of vision of any person or the driver of any vehicle using any public place or endangers the safety of such person, driver or vehicle;<p></p>(b) distracts the attention of any pedestrian or the driver of any vehicle using any public place, in such manner as to cause real danger to such pedestrian or driver or vehicle; or<p></p>(c) causes glare to the driver of any vehicle using any public place, shall be punished with imprisonment of either description for a term which may extend to one year or with fine which may extend to five thousand rupees or with both.<p></p>(2) Every Traffic Committee shall, in deciding whether to grant or refuse to grant permission under sub-section(1), have regard to the following matters, namely :-<p></p>(a) the location of the proposed advertisement;<p></p>(b) the effect of such advertisement on moving traffic; and<p></p>(c) such other matters as may be prescribed.<p></p>"
				},
				
				{
				"section_id":"3B",
				"title":"3B: Constitution of Traffic Committee",
				"content":"(1) There shall be constituted a Traffic Committee for the City of Chennai and for each district.<p></p>(2) Every Traffic Committee shall,-<p></p> (a) in the City of Chennai, consist of the Deputy Commissioner of Police(Traffic);<p></p> (b) in the districts, consist of the Superintendent of Police, and five other non-official members appointed by the State Government, of whom, two shall be women; Provided that if there are more than one Superintendent of Police in a district, the senior most among them shall be the member of the Traffic Committee.<p></p>"
				},
				
				{
				"section_id":"3C",
				"title":"3C: Appeal",
				"content":"(1) Any person aggrieved by any decision of the Traffic Committee in granting or refusing to grant permission under Section 3-A may appeal -<p></p>(a) in the City of Chennai, to the Commissioner of Police; and<p></p>(b) elsewhere to the Collector of the district concerned.<p></p>(2) The decision of the appellate authority under sub-section(1) shall be final.<p></p>"
				},
				
				{
				"section_id":"4",
				"title":"4: Penalty for unauthorised disfigurement by advertisement",
				"content":"Subject to the provisions of Section 4-A, whoever affixes to or inscribes or exhibits on, any place open to public view any advertisement without the written consent of the owner or occupier or person in management of the property in which such place is situated shall be punished with imprisonment of either description for a term which may extend to three months or with fine which may extend to two hundred rupees, or with both,<p></p>(2) the court while, Convicting the offender under sub-section(1) may by order, also, direct the offender to pay by way of compensation to the owner or occupier or person in management of the building or premises, of such amount not exceeding five hundred rupees on the whole as may be reasonably incurred by him in erasing and colour washing the portions of the building or premises which have been disfigured by the act of the offender.<p></p>"
				},
				
				{
				"section_id":"4A",
				"title":"4A: Prohibition of pasting of posters and fixing of thatty boards, etc",
				"content":"(1) Notwithstanding anything contained in Sections 3,3-A or 4 or any other provision of this Act, or in any law for the time being in force, no person shall, in any local area,-<p></p>(a) affix to, or inscribe or exhibit any place open to public view, any poster or any effigy, or any bill, notice, document, paper or other thing containing any words, signs or visible representations; or<p></p>(b) put up or fix any thatty board or board supported on, or attached to, any post, pole standard, framework or other support wholly or in part upon or over any land, building, wall or structure; Provided that nothing contained in clause(a) shall apply to -<p></p>(i) any poster or advertisement relating to the profession, trade or business carried on within the land or building upon or over which such poster or advertisement is affixed or inscribed or exhibited as the case may be; or<p></p>(ii) any poster or advertisement affixed or inscribed or exhibited as the case may be, on such places as may be specified by order by the Commissioner of Police in the City of Chennai, Madurai and Coimbatore and the Collector of the district concerned in other local areas, subject to such conditions as may be specified in such order; or<p></p>(iii) any poster or advertisement affixed or inscribed or exhibited as the case may be, relating to any sale or letting of such land or building or any effects therein or to any sale or entertainment to be held upon or in the same; Provided further that nothing contained in clause(b) shall apply to the putting up or fixing any board on any lamp post or tree belonging to the State Government or any local authority in accordance with such rules as may be prescribed in this behalf.<p></p>(2) Notwithstanding anything contained in sub-section(1), the Commissioner of Police in the City of Chennai, Madurai or Coimbatore and the Collector of the district concerned in other local areas, may grant permission to any person on any special occasion, to put up or fix any thatty board on poles or standards in such places, subject to such conditions and for such period, as may be specified in such permission; Provided that the Commissioner of Police or the Collector of the district concerned, as the case may be, may refuse to grant permission if he considers that such display of thatty boards may lead to traffic hazards.<p></p>(3) any person aggrieved by any decision of the Commissioner of Police or as the case may be, the Collector of the district in refusing to grant permission under sub-section (2) may appeal to the State Government and the decision of the State Government, on such appeal, shall be final.Explanation I - For the purpose of this section,\"local area\" means the area within the limits of,-<p></p>(i) the City of Chennai as defined in the Chennai City Municipal Corporation Act, 1919(Tamil Nadu Act IV of 1919), or<p></p>(ii) the City of Madurai as defined in the Madurai City Municipal Corporation Act, 1971(Tamil Nadu Act 15 of 1971), or<p></p>(iii) the City of Coimbatore as defined in the Coimbatore City Municipal Corporation Act, 1981(Tamil Nadu Act 25 of 1981), or<p></p>(iv) any other Municipal Corporation that may be constituted under any law for the time being in force, or<p></p>(v) any municipality constituted under the Tamil Nadu District Municipalities Act, 1920(Tamil Nadu Act V of 1920).Explanation II - For the purpose of this section, \"local authority\" means the Municipal Corporation of Chennai, Madurai or Coimbatore or any other municipal corporation that may be constituted under any law for the time being in force or any municipality constituted under the Tamil Nadu District Municipalities Act, 1920 (Tamil Nadu Act V of 1920)<p></p>"
				},
				
				{
				"section_id":"4AA",
				"title":"4AA: Prohibition of pasting of posters and fixing of thatty boards, etc., on Motor Vehicles",
				"content":"(1) Notwithstanding anything contained in Sections 3,3-A, 4 or 4-A or any other provision of this Act, or any law for the time being in force, no person shall -<p></p>(a) affix to, or inscribe or exhibit on, any motor vehicle, any poster or any effigy, or any bill, notice, document, paper or other thing containing any words, signs or visible representations; or<p></p>(b) put up or fix any thatty board or board supported on, or attached to, any post, pole, standard, framework or other support wholly or in any part upon or over any motor vehicle; Provided that nothing contained in this sub-section shall apply to any poster or advertisement or thatty board of the State Government, on any motor vehicle.<p></p>(2) Notwithstanding anything contained in sub-section(1), any officer authorised by the Chairman of the State Transport Undertaking concered, may grant permission to any person to put up or fix any thatty board on any motor vehicle, subject to such conditions and for such period as may be specified in such permission; Provided that the officer so authorised may refuse to grant permission, if he considers that such display of thatty boards may lead to disfigurement or damage or deteriorate the effective use of the motor vehicle.<p></p>(3) Any person aggrieved by any decision of the officer referred to in sub-section(2) in refusing to grant permission, may appeal to the State Government and the decision of the State Government, on such appeal, shall be final.<p></p>(4) Whoever contravenes the provision of sub-section(1) shall be punished with imprisonment of either description, for a term which may extend to one year, or with fine which may extend to five thousand rupees, or with both.<p></p>(5) Any offence punishable under sub-section(4) may be tried in a summary way and the provisions of Sections 262 to 265(both inclusive) of the Code of Criminal Procedure, 1973(Central Act 2 of 1974) shall, as far as may be, apply to such trial.<p></p>"
				},
				
				{
				"section_id":"4B",
				"title":"4B: Penalty",
				"content":"Whoever contravenes the provisions of Section 4-A shall be punished with imprisonment of either description, for a term which may extend to one year, or with fine which may extend to five thousand rupees, or with both.<p></p>"
				},
				
				{
				"section_id":"4C",
				"title":"4C: Power to try offence summarily",
				"content":"Any offence punishable under Section 4-B may be tried in a summary way and the provisions of Sections 262 to 265(both inclusive) of the Code of Criminal Procedure, 1973 (Central Act 2 of 1974) shall, as far as may be apply to such trial.<p></p>"
				},
				
				
				{
				"section_id":"5",
				"title":"5: Punishment of abettors",
				"content":"Whoever in any manner whatsoever causes, procures, counsels, aids, abets or is accessory to, the commission of any offence under Section 3 or Section 3-A or Section 4 (1) or Section 4-A or Section 4-AA shall be punished provided for the offence.<p></p>"
				},
				
				{
				"section_id":"6",
				"title":"6: Burden of proof in certain cases",
				"content":"Where a person is prosecuted for committing an offence under Section 3-A or Section 4(1) or Section 4-A(1) (b) or Section 4-AA(1) (b) the burden of proving that he has the permission or the written consent, as the case may be shall be on him<p></p>"
				},
				
				{
				"section_id":"7",
				"title":"7: Offences by companies",
				"content":"(1) Where an offence has been committed by a company, every person who, at the time when the offence was committed, was in charge of, and responsible to, the company for the conduct of the business of the company, as well as the company, shall be deemed to be guilty or the offence, and shall be liable to be proceeded against and punished accordingly; Provided that nothing contained in this sub-section shall render any such person liable to any punishment provided in this Act, if he proves that the offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of such offence.<p></p>(2) Notwithstanding anything contained in sub-section (1), where an offence under this Act has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any gross negligence on the part of any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer of the company, shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation - For the purpose of this section -<p></p>(a) 'company' means any body corporate and includes a firm or other association of individuals; and<p></p>(b) 'director' in relation to a firm, means a partner in the firm<p></p>"
				},
				
				{
				"section_id":"8",
				"title":"8: Offences under this Act to be cognizable",
				"content":"Notwithstanding anything contained in the Code of Criminal Procedure, 1973(Central Act II of I974) any offence punishable under this Act shall be deemed to be a cognizable offence within the meaning of that Code.<p></p>"
				},
				
				{
				"section_id":"9",
				"title":"9: Indemnity",
				"content":"No suit prosecution or other legal proceedings shall lie against the Government, any local authority or person for anything which is in good faith done or intended to be done under this Act<p></p>"
				},
				
				{
				"section_id":"10",
				"title":"10: Other laws not affected",
				"content":"The provisions of this Act are in addition to, and not in derogation of the provisions of any other law for the time being in force.<p></p>"
				},
				
				{
				"section_id":"11",
				"title":"11: Power to make rules",
				"content":"(1) The State Government may make rules for the purpose of carrying out the provisions of this Act.<p></p>(2) In particular and without prejudice to the generality of the foregoing power such rules may provide for -<p></p>(a) the form of application for permission;<p></p>(b) the manner in which and period within which the application for permission has to be made;<p></p>(c) the fees to be paid on every application for permission.<p></p>(3) All rules made under this Act shall be published in the Tamil Nadu Government Gazette and, unless they are expressed to come into force on a particular day, shall come into force on the day they are so published.<p></p>(4) Every rule made under this Act shall as soon as possible after it is made be placed on the table of both Houses of the Legislature, and if before the expiry of the session in which it is placed or the next session, both Houses agree in making any modification in any such rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be, so however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.<p></p>"
				}
				
				
			
			]

		}	
}