{
    "chapter": {
        "1": [
           {
		   "heading":"Chapter I ",
		   "title":" Tamil Nadu Suppression of Immortal Traffic Act, 1930.<p></p>",
		   "sectionstart":" 1 ",
		   "sectionend":"16 .<p></p>"
		   }
        ]
		
		},
		
	"section": {
            "1": [
				
				{
				"section_id":"1",
				"title":"1: Short title",
				"content":"This Act maybe called The Tamil Nadu Suppression of Immortal Traffic Act, 1930.<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Extent and Commencement",
				"content":"The State Government may, from time to time by notification in the Official Gazette, apply all or any of the provisions of this Act to the whole or any portion of the State of Tamil Nadu from such date as may be specified in the notification and may cancel or modify any such notification.<p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Repeal",
				"content":"Clause(XX) of section 71 of the Madras City Police Act, 1888, is hereby repealed.<p></p>"
				},
				
				{
				"section_id":"4",
				"title":"4: Definitions",
				"content":"In this Act, unless there is anything repugnant in the subject or context,<p></p> (a) Brothelmeans any house, room, or place which the occupier or person in charge thereof habitually allows to be used by any other person for the purpose of prostitution.<p></p> (b) Commissioner of Policemeans the Commissioner of Police for the City of Chennai.<p></p> (c) Magistratemeans a salaried Presidency Magistrate or Magistrate of the first class inclusive of the Commissioner of Police.<p></p> (d) Prescribedmeans prescribed by rules made under section 16.<p></p> (e) Prostitutionmeans promiscuous sexual intercourse for hire.<p></p> (f) Superintendent of Policemeans a District Superintendent of Police appointed under the Tamil Nadu District Police Act, 1859, or any person appointed by the State Government to perform the duties of the Superintendent for Police for the purposes of this Act.<p></p> (g) Vigilance Homemeans a corrective institution established or recognized by the State Government, in which women are detained in pursuance of this Act, and given such training and instruction and subjected to such disciplinary and moral influences as will conduce to their reformation and the prevention of offences under this Act.<p></p>"
				},
				
				{
				"section_id":"5",
				"title":"5: Punishment for keeping a brothel or allowing premises to be used as a brothel",
				"content":"(1) Any person who keeps or manages or acts or assists in the management of a brothel shall be punished with imprisonment which may extend to two years or with fine which may extend to one thousand rupees or with both.<p></p>(2) Any person who,<p></p> (a) being the tenant, lessee, occupier or person in charge of any premises, knowingly permits such premises or any part thereof to be used as a brothel; or<p></p> (b) being the lessor or landlord of any premises, or the agent of such lessor or landlord, lets the same, or any part thereof, to any person convicted under sub-section(1) or clause(a) of this sub-section with the knowledge that such premises or some part thereof are or is to be used as a brothel, or is wilfully a party to the use of such premises, or any part thereof, as a brothel; shall be punished with imprisonment which may extend to three months, or with fine which may extend to five hundred rupees or with both.<p></p> (c) Notwithstanding anything contained in any other law for the time being in force, the owner or lessor of any house, room or place in respect of which the lessee, tenant, or occupier thereof has been convicted under clause(a) of sub-section(2) shall be entitled forthwith to determine such lease, tenancyor occupation.<p></p>"
				},
				
				{
				"section_id":"6",
				"title":"6: Removal and disposal of minor girls from brothels, etc",
				"content":"(i) Where a Magistrate has reason to believe from a report made to him by a police officer or otherwise, that a girl apparently under the age of 18 years is living, or is carrying on, or is being made to carry on the business of prostitution in a brothel, disorderly house or place of assignation, he may issue an order to a place officer not below the rank of an Inspector specially authorised in writing in this behalf by the Commissioner of Police, or by the Superintendent of Police, to enter into the such brothel, disorderly house or place of assignation, and to remove therefrom such girl; and thereupon such police officer shall have the power to enter into such brothel, disorderly house or place of assignation, and shall be entitled to remove forthwith, from such brothel, disorderly house or place of assignation, such girl and any other girl found therein, if in his opinion, she is under the age of 18 years and is living or is carrying on or being made to carry on the business of prostitution, in such brothel, disorderly house or place of assignation.<p></p>(ii)(a) A girl who has been so removed shall be brought to a Court established under sub-section(1) of section 36 of the Tamil Nadu Children Act, 1920 (Tamil Nadu Act IV of 1920) or, where no such Court has been established, before a Court sitting in the manner specified in sub-section(2) of that section.<p></p>(b) The Court shall then make an inquiry in the manner prescribed for summons cases and if satisfied that she is living or is carrying on, or is being made to carry on, prostitution in a brothel, disorderly house or place of assignation or living in a house used for immoral purposes or in any other circumstances calculated to cause, encourage or favour prostitution and that the girl is under 18 years of age, may make an order that such girl be placed, until she attains the age of 21 years or for any shorter period in a rescue home or in such other custody as a Court, for reasons to be stated in writing, shall consider suitable, provided that such custody shall not be that of a person or body of a different religious persuasion from that of the girl.<p></p>(iii) Where a Court has arrived at a finding regarding the age of a girl dealt with under sub-section(ii), such age shall, for the purpose of that subsection, be deemed to be her true age; and no order of the Court shall be deemed to be invalid or be liable to be interfered with in appeal or revision on the ground that her age had not been correctly determined.<p></p>"
				},
				
				{
				"section_id":"7",
				"title":"7: Intermediate custody of girls removed from brothel, etc",
				"content":"When a girl has been removed from a brothel or disorderly house or place of assignation under the provisions of sub-section(i) of section 6, the police officer carrying out the removal shall inform her, as soon as may be, of the grounds of such removal and produce her or cause her to be produced before the nearest Magistrate within a period of twenty-four hours of such removal, excluding the time necessary for the journey from the place of removal to the Court of the Magistrate.  In no case shall that girl be detained in custody beyond the said period without the authority of a Magistrate.  On such production, the Magistrate shall direct her to be detained in a rescue home or in such other suitable custody (other than a police station or jail) as may be prescribed in this behalf by the State Government until she can be brought before the Court under section 6 (ii), provided however that such custody shall not be that of a person or body of a different religious persuasion from that of a girl.<p></p>"
				},
				
				{
				"section_id":"8",
				"title":"8: Subsequent treatment of girl committed suitable custody under section 6 (ii)",
				"content":"Whenan order that a girl be placed in suitable custody has been passed under sub-section(ii) of section 6, the provisions of the Tamil Nadu Children Act, 1920, shall, subject to such modifications as the Government may prescribe by rule made under section 16 and notwithstanding her age, thereafter apply to the case of such girl during the period of the said order as if she were a child or young person dealt with under section 29 of the Tamil Nadu Children Act, 1920.<p></p>"
				},
				
				{
				"section_id":"9",
				"title":"9: Importing, inducing or aiding woman or girl for prostitution",
				"content":"(1) Any person who takes or attempts to take or cause to be taken from one place to another any woman or girl with a view to her carrying on or being brought up to carry on the business of prostitution or causes or induces any woman or a girl to carry business of prostitution shall be punished with imprisonment which may extent to two years or with fine which may extend to one thousand rupees or with both.<p></p>(2) An offence under this section may be inquired into or tired in any place to which the woman or girl is taken or caused to be taken or in which an attempt to take her is made, or in any place from which she is taken, or caused to be taken or in any place in which she is carrying on the business of prostitution.<p></p>"
				},
				
				{
				"section_id":"10",
				"title":"10: Detention for prostitution in brothel or with intent",
				"content":"(i) Any person who detains any woman or girl against her will-<p></p> (a) in any house, room or place in which the business of prostitution is carried on, or<p></p> (b) in or upon any premises with intent that she may have sexual intercourse with any man other than her husband, shall be punished with imprisonment which may extend to two years or with fine which may extend to one thousand rupees or with both.<p></p>(ii)A person shall be presumed to detain a woman or girl who is in any house, room or place in which the business of prostitution is carried on , or in or upon any premises for the purpose of sexual intercourse with a man other than her lawful husband, if such person, with intent to compel or induce her to remain there,<p></p> (a)withholds from her any jewellery, wearing apparel or other property belongings to her, or<p></p> (b)threatens her with legal proceedings if she takes away with her any jewellery or wearing apparel lent or supplied to her by or by the direction of such person.<p></p>(iii)Notwithstanding any law to the contrary, such a woman or girl shall not be liable to be proceeded against civilly or criminally for taking away or being found in possession of any jewel, wearing apparel, money or other property alleged to have been lent or supplied to or to have been pledged by such woman or girl by or to the person by whom she has been detained.<p></p>"
				},
				
				{
				"section_id":"11",
				"title":"11: Procuration",
				"content":"(1)Any person who induces a woman or a girl to go from any place with intent that she may for the purposes of prostitution, become the inmate of or frequent a brothel, shall be punished with imprisonment which may extend to two years or with fine which may extend to one thousand rupees or with both.<p></p>(2)An offence under this section shall be inquired into or tried in the place from which the woman or girl was induced to go or in any place to which she may have gone as a result of such inducement.<p></p>"
				},
				
				{
				"section_id":"12",
				"title":"12: Soliciting for purposes of prostitution",
				"content":"Whoever,<p></p>(1)in any street or public place or within sight of and in such manner as to be seen or heard from any street or public place, whether from within any house or building or not, by words, gestures, indecent exposure of her person, or otherwise, attracts or endeavours to attract attention for the purposes of prostitution, or solicits or molests any person for such purposes, or<p></p>(2)frequents such street or public place, for the purpose of prostitution or of solicitation, so as to constitute a nuisance or to offend against public decency, shall be punished, with imprisonment for a term which may extend to one year or with fine which may extend to one thousand rupees, or with both.<p></p>"
				},
				
				{
				"section_id":"12A",
				"title":"12A: Detention in Vigilance Home",
				"content":"(1)Where a Magistrate convicting any woman of an offence punishable under section 12 finds that she has not obtained the age of thirty years, he may, in lieu of passing a sentence of imprisonment under that section, pass a sentenceof detention in a Vigilance Home for a term which shall not be less than two years or more than five years.<p></p>(2) Where a Magistrate has arrived at a finding regarding the age of the woman dealt with by him under sub-section(1), such an age shall, for the purpose of that sub-section, be deemed to be her true age, and no order or judgment of the Magistrate shall be deemed to be invalid or be liable to be interested with in appeal or revision on the ground that her age had not been correctly determined by the Magistrate.<p></p>(3) For the purpose of appeal and revision under the Code of Criminal procedure, 1898, a sentence of detention for any period passed under subsection (1) shall be deemed to be a sentence of imprisonment for the like period.<p></p>"
				},
				
				{
				"section_id":"13",
				"title":"13: Arrest without a warrant",
				"content":"(1)Any Police Officer not below the rank of Inspector may arrest without a warrant any person who has been concerned in any offence punishable under sections 5, 8-A, 9, 11 or 12 or against whom a reasonable complaint has been made or credible information has been received or a reasonable suspicion exists of his having been concerned in any such offence: Provided that a person concerned or alleged or suspected to be concerned in an offence punishable under section 12 shall be arrested under this section only if the name and address of such person committing in his view any offence punishable under sections 9, 10, 11, or 12, if the name and address of such person be unknown to such Police Officer and cannot be ascertained by him then and there, or if he has reason to suspect that a false name and address have been given.<p></p>(2) Any Police Officer authorized in this behalf in writing by the Commissioner of Police or the Superintendent of Police by special order, may arrest without a warrant any person committing in his view any offence punishable under sections 9, 10, 11, or 12, if the name and address of such person be unknown to such Police Officer and cannot be ascertained by him then and there, or if he has reason to suspect that a false name and address have been given.<p></p>"
				},
				
				{
				"section_id":"14",
				"title":"14: Power to enter premises",
				"content":"(1)Notwithstanding anything contained in any other law for the time being in force, any Police Officer not below the rank of Inspector, or any other Police Officer authorized in this behalf in writing by the Commissioner of Police or the Superintendent of Police by special order, may, for the purpose of ascertaining whether an offence punishable under sections 5, 8-A, 9, 10, 11, or 12 has been or is being committed, enter without a warrant any premises in which he has reason to believe that any woman or a girl is living in respect of whom an offence punishable under sections 5, 8-A, 9, 10, 11, or 12 has been committed.<p></p>(2)Any Police Officer entering any premises under sub-section(1) shall be entitled to remove therefrom any girl if, in his opinion, she is under the age of 18 years and is carrying on or being made to carry on the business of prostitution in such premises.  All the provisions of this Act shall apply in regard to any girl so removed as if she had been removed under sub-section(i) of section 6.<p></p>"
				},
				
				{
				"section_id":"15",
				"title":"15: Trial of offences",
				"content":"No Court inferior to that of a Magistrate as defined in clause(c) of section 4 shall try offences under section 5, 8-A, 9, 10, 11, and 12: Provided that notwithstanding anything contained in clause(c) of section 4, the Commissioner of Police shall not be deemed to be a Magistrate for the purpose of this section.<p></p>"
				},
				
				{
				"section_id":"16",
				"title":"16: Power of State Government to make rules",
				"content":"The State Government may make rules-<p></p> (a) for the care, treatment, instruction and the maintenance of girls placed in a rescue home or homes or other suitable custody under sub-section(ii) of section 6.<p></p> (b) for the detention of girls under the provisions of section 7, subject to the restriction that no girl shall be detained in the custody of a person or body of a different religious persuasion from that of the girl;<p></p> (c) for the purpose of carrying into effect the provisions of section 12-A; and in particular, and without prejudice to the generality of this power, with regard to-<p></p>(i) the management of Vigilance Homes and the appointment, powers and duties of officials in such Homes;<p></p>(ii) the care, treatment, maintenance, training, instruction and control of the inmates of such Homes;<p></p>(iii) Visits to, and communications with, such inmates;<p></p>(iv) the temporary detention of women sentenced to detention in Vigilance Homes until arrangements are made for sending them to such Homes, provided that no woman shall be detained in the custody of any person or body of a religious persuasion different from hers;<p></p>(v) the transfer of women from one Vigilance Home to another;<p></p>(vi) the transfer form Vigilance Homes to prisons of women found to be incorrigible or exercising a bad influence, and the period of their detention in such prisons, provided that such period shall not exceed one year;<p></p>(vii) the transfer of Vigilance Homes of women sentenced under section 12 and the period of their detention in such Homes;<p></p>(viii)the discharge of inmates from Vigilance Homes either absolutely or subject to conditions, and their arrest in the event of a breach of such conditions;<p></p>(ix) the grant of permission to inmates to absent themselves for short periods;<p></p>(x) the application of the provisions of the prisons Act, 1894, the Prisoners Act, 1900, and the Tamil Nadu Borstal Schools Act, 1925, and the rules made under those Acts, to  Vigilance Homes and their inmates, subject to such adaptation, alterations and exceptions as may be specified.<p></p>In making any rule under clause(c), the State Government may provide that a breach thereof shall be punishable with fine which may extend to one hundred rupees.<p></p>"
				}
				
				
			
			]
			
		}
		
}