{
    "chapter": {
        "1": [
            {
                "heading": "Chapter I:",
                "title": " The Dowry Prohibition (Maintenance of Lists of Presents to the Bride and Bridegroom) Rules, 1985.",
                "sectionstart": "1",
                "sectionend": "2"
            }
            ]	
       },
	
	"section": {
            "1": [
            {	"section_id": "1",
                "title": "1: Short title and commencement",
                "content": "(1) These rules may be called The Dowry Prohibition (Maintenance of Lists of Presents to the Bride and Bridegroom) Rules, 1985.<p></p>(2) They shall come into force on the 2nd day of October, 1985 being the date appointed for the coming into force of the Dowry Prohibition(Amendment) Act, 1984(63 of 1984).<p></p>"
                
            },
			 {	"section_id": "2",
                "title": "2: Rules in accordance with which lists of presents are to be maintained",
                "content": "(1) The list of presents which are given at the time of the marriage to the bride shall be maintained by the bride.<p></p>(2) The list of presents which are given at the time of marriage to the bridegroom shall be maintained by the bridegroom.<p></p>(3) Every list of presents referred to in sub-rule(1) or sub-rule(2)<p></p> (a) shall be prepared at the time of the marriage or as soon as possible after the marriage,<p></p> (b) shall be in writing,<p></p> (c) shall contain,<p></p>(i) a brief description of each present;<p></p>(ii) the approximate value of the present;<p></p>(iii) the name of the person who has given the present; and<p></p>(iv) where the person giving the present is related to the bride or bridegroom, a description of such relationship;<p></p> (d) shall be signed by both the bride and the bridegroom.<p></p>Explanation 1 - Where the bride is unable to sign, she may affix her thumb-impression in lieu of her signature after having the list read out to her and obtaining the signature, on the list, of the person who has so read out the particulars contained in the list.<p></p>Explanation 2 - Where the bridegroom is unable to sign, he may fix his thumb-impression in lieu of his signature after having the list read out to him and obtaining the signature, on the list of the person who has so read out the particulars contained in the list.<p></p>(4) The bride or the bridegroom may, if she or he so desires, obtain on either or both of the lists referred to in sub-rule(1) or sub-rule(2) the signature or signatures of any other person or persons present at the time of the marriage.<p></p>"
                
            }
			]
			}
			}