{
    "chapter": {
       			
		"1":[
			{
			"heading":"Chapter I ",
			"title":" Tamil Nadu Prohibition of Ragging Act,1997.<p></p>",
			"sectionstart":" 1 ",
			"sectionend":"9 .<p></p>"
			}
		]
			
	},
		
		
	"section": {
            "1": [
			
				{
				"section_id":"1",
				"title":"1: Short title, extent and commencement",
				"content":"(1) This Act may be called the Tamil Nadu Prohibition of Ragging Act, 1997.<p></p>\t(2) It extends to the whole of the state of Tamil Nadu.<p></p>\t(3) It shall be deemed to have come into force on the 19th Day of December 1996.<p></p>"
				},
				
				{
				"section_id":"2",
				"title":"2: Definitions",
				"content":"In this Act, unless the context otherwise requires, ragging means display of noisy, disorderly conduct, doing any act which causes or is likely to cause physical or psychological harm or raise apprehension of fear or shame or embarrassment to a student in any educational institution and includes:-<p></p> (a) Teasing, abusing of, playing practical jokes on causing hurt to such students; or Asking the students to do any act or perform something which such student will not in the ordinary course willingly do.<p></p>"
				},
				
				{
				"section_id":"3",
				"title":"3: Prohibition of ragging",
				"content":"Ragging within or without any educational institution is prohibited.<p></p>"
				},
				
				{
				"section_id":"4",
				"title":"4: Penalty for ragging",
				"content":"Whoever directly or indirectly commits, participates in, abets or propagates ragging within or without any educational institution, shall be punished with imprisonment for a term which may extend to two years and shall also be liable to a fine which may extend to ten thousand rupees.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment which may extend to 2 years and fine which may extend to Rs 10,000 <p></p>    Cognizable or non-cognizable : Non-Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.<p></p> Compoundable or non-compoundable : compoundable.</span><br></br>"
				},
				
				{
				"section_id":"5",
				"title":"5: Dismissal of student",
				"content":"Any student convicted of an offence under section 4 shall also be dismissed from the educational institution and such student shall not be admitted in any other educational institution.<p></p>"
				},
				
				{
				"section_id":"6",
				"title":"6: Suspension of a student",
				"content":"(1) Without prejudice to the foregoing provisions whenever any student complains of ragging to the head of an educational institution, or to any other person responsible for the management of the educational institution, such head of the educational institution or person responsible for the management of the educational\tinstitution shall inquire into the same immediately and if found true shall suspend the student, who has committed the offence, from the educational institution.<p></p>(2) The decision of the head of the educational institution or the person responsible for the management of the educational institution that any student has indulged in ragging under sub-Ssection(1) shall be final.<p></p>"
				},
				
				{
				"section_id":"7",
				"title":"7: Deemed abetment",
				"content":"If the head of the educational institution or the person responsible for the management of the educational institution fails or neglects to take action in the manner specified in sub-section(1) of section 6, when a complaint of ragging is made, such person shall be deemed to have abetted the offence of ragging and shall be punished as provided for in section 4.<br></br>    <span style='color:#0000c6'>Punishment : Imprisonment which may extend to 2 years and fine which may extend to Rs 10,000  <p></p>    Cognizable or non-cognizable : Non-Cognizable.<p></p>     Bailable or non-bailable : Bailable.<p></p>    By what court triable : Magistrate Court.<p></p> Compoundable or non-compoundable : compoundable.</span><br></br>"
				},
				
				{
				"section_id":"8",
				"title":"8: Power to make rules",
				"content":"(1) The State Government may make rules for carrying out all or any other purposes of this Act.<p></p>(2) All rules made under this Act shall be published in the Tamil Nadu Government Gazette and unless, they are expressed to come into force on a particular day, shall come into force on the day on which they are so published.<p></p>(3) Every rule made under this Act shall, as soon as possible after it is made, be placed on the table of the Legislative Assembly and if, before the expiry of the session in which it is so placed or the next session, the Assembly makes any modification in any such rule, or the Assembly decides that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be, so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.<p></p>"
				},
				
				{
				"section_id":"9",
				"title":"9: Repeal and Saving",
				"content":"(1) The Tamil Nadu Prohibition of Ragging Ordinance, 1996(Tamil Nadu Ordinance 10, of 1996), is hereby repealed<p></p>(2) Notwithstanding such repeal, anything done or any action taken under the Ordinance shall be deemed to have been done or taken under this Act.<p></p>"
				}
				
							
				
			]
			
		}
		
}

