 {
  "chapter": {
        "1": [
            {
                "heading": " Part 1.",
                "title": "Chapter I",
                "sectionstart": "1",
                "sectionend": "2"
            }
        ],
		  "2": [
            {
                "heading": "Part 2.",
                "title": "Chapter II",
                "sectionstart": "3",
                "sectionend": "4"
            }
        ],
        "3":[
		   {
		   "heading":"Part 3",
		   "title":" CHAPTER III",
		   "sectionstart":" 5 ",
		   "sectionend":" 5"
		   }
		   ],
		 "4":[
		 {
		 "heading":"Part 4 ",
		 "title":"CHAPTER IV",
		 "sectionstart":" 5A",
		 "sectionend":" 13"		 
		 }
		 ],
		  "5":[
		 {
		 "heading":"Part 5 ",
		 "title":"CHAPTER V",
		 "sectionstart":" 14",
		 "sectionend":" 15"
		 }
		 ]
		 },
		  "section": {
		  "1":[
		   {	"section_id": "1",
                "title": "1 :Short title and commencement.",
                "content": "(1) This Act may be called It Tamil Nadu Protection of Interests of Depositors  Financial Establishments) Act 1997.<p></p>(2) It shall come into force at once.<p></p>" 
            },
			{	"section_id": "2",
                "title": "2 :Definitions.",
                "content": "In this Act unless the context otherwise requires —<p></p>(1) Competent authority means the authority appointed under section 4;<p></p>(2) deposit means the deposit of money either in one lump sum or by instalments made with the Financial Establishment for a fixed period for interest or for return in any kind or for any service ;<p></p>(3) Financial Establishment means an individual an association of individuals a firm or a company registered under the Companies Act 1956 (Central Act 1 of 1956) carrying on the business of receiving deposits under any scheme or arrangement or in any other manner but does not include a corporation or a co-operative society owned or controlled by any State Government or the Central Government or a banking company as defined in Motion 5(c) of the Banking Regulation Act 1949 (Central Act X of 1949);<p></p>(4) Government means the State Government.<p></p>"
            }
		  ],
		  
		  "2":[
		   {	"section_id": "3",
                "title": "3 :Attachment of properties on default of return of dtipoilts.",
                "content": "Notwithstanding anything contained in any other law for the time being in force —<p></p>(i) where upon complaints received from a number of depositors that any Financial Establishment defaults the return of deposits after maturity or fails to pay interest on deposit or fails to provide the service for which deposit has been made or<p></p>(ii) where the Government have reason to believe that any Financial Establishment is acting in a calculated manner with an intention to defraud the depositors<p></p>and if the Government are satisfied that such Financial Establishment is not likely to return the deposits or to make payment of interest or to provide the service the Government may in order to protect the interests of the depositors of such Financial Establishment pass an ad interim order attaching the money or other property alleged to have been procured either in the name of the Financial Establishment or in the name of any other person from and out of the deposits collected by the Financial Establishment or if it transpires that such money or other property is not available for attachment or not sufficient for repayment of the deposits such other property of the said Financial Establishment or the promoter partner director manager or member of the said Financial Establishment or a person who has borrowed money from the Financial Establishment to the extent of his default or such other properties of that person in whose name properties were purchased from and out of the deposits collected by the Financial Establishment as the Government may think fit and transfer the control over the said money or property to the Competent authority.<p></p>" 
            },
			 {	"section_id": "4",
                "title": "4 :Competent authority.",
                "content":"(1) The Government may by notification appoint one or more authorities for such area or areas or such case or cases as may be specified in the notification hereinafter called the competent authority to exercise control over the properties attached by the Government under section 3.<p></p>(2) The Competent authority shall have such other powers as may be necessary for carrying out the purposes of this Act.<p></p>(3) Upon receipt of the orders of the Government under section 3 the Competent authority shall apply within thirty days to the Special Court constituted under this Act for making the ad interim order of attachment absolute and for a direction to sell the property so attached by public auction and realise the sale proceeds.<p></p>(4) An application under sub-section (3) shall be accompanied by one or more affidavits stating the grounds on which the belief that the Financial Establishment has committed any default or is likely to defraud is founded the amount of money or value of other property believed to have been procured by means of the deposit and the details if any of persons in whose name such property is believed to have been invested or purchased out of the deposits or any other property attached under section 3.<p></p>(5) The Competent authority shall make an application to any court having jurisdiction to try similar cases or deal with the subject-matter pertaining to money or property belonging to a Financial Establishment or any person specified in section 3 situated within the territorial jurisdiction of that court for appropriate orders.<p></p>(6) For the purpose of crediting and dealing with the money realised by the Competent authority he shall open an account in any Scheduled commercial bank.<p></p>" 
            }
		  ],
		  
		  "3":[
			{	"section_id": "5",
                "title": "5 : Default in repayment of deposits and interests honouring the commitment.",
                "content": "Notwithstanding anything contained in Chapter II, where any Financial Establishment defaults the return of the deposit or defaults the payment of interest on the deposit,or fails to return in any kind, or fails to render service for which the deposit has been made, •very person responsible for the management of the affairs of the Financial Establishment shall be punished with imprisonment for a term Which may extend to ten years and with fine which may extend to one lakh of rupees and such Financial Establishment is also liable for fine which may extend to one lakh of rupees.<p></p>"
				}
		  ],
		  
		  "4":[
			{	"section_id": "5A",
                "title": "5A :compounding of offence.",
                "content": "(l)An offence punishable under section 5 may, before the institution of the prosecution, be compounded by the Competent authority or after the institution of the prosecution, be compounded by the Competent authority with the permission of the Special Court, on payment of the entire amount due to the depositors with or without interest.<p></p>(2) Where an offence has been compounded under sub-section (1), no proceeding or further proceeding, as the case may be, shall be taken or continued against the offender, in respect of the offence so compounded and the offender, if in custody, shall be discharged forthwith.<p></p>"
			},
			{	"section_id": "6",
                "title": "6 : Special Court.",
                "content": "(1) For the purpose of this Act, the Government may, with the concurrence of the Chief Justice of the High Court, by notification, constitute one or more Special Courts for such area or areas or such case or cases as may be specified in the notification in the cadre of a District and Sessions Judge.<p></p>(2)  No Court including the Court constituted under the Presidency Towns Insolvency Act, 1909 (Central Act III of 1909) and the Provincial Insolvency Act, 1920 (Central Act V of 1920), other than the Special Court shall have jurisdiction in respect of any matter to which the provisions of this Act apply.<p></p>(3) Any pending case in any other Court to which the provi­sions of this Act apply shall stand transferred to the Special Court.<p></p>(4)  When trying any case, the Special Court may also try any offence, other than an offence specified in section 5, with which the accused may, under the Code of Criminal Procedure, 1973 (Central Act 2 of 1974), be charged, at the same trial.<p></p>"
			},
			{	"section_id": "7",
                "title": "7 :Powers of Special Court regarding attachment, sale, realisation and distribution.",
                "content": "(1) Upon receipt of an application under section 4, the Special Court shall issue to the Financial Establishment or to any other person whose property is attached by the Government under section 3, a notice accompanied by the application and affidavits and of the evidence, if any, recorded, calling upon him to show cause on a date to be specified in the notice why the order of atachment should not be made absolute and the property so attached be sold in public auction.<p></p>(2) The Special Court shall also issue such notice, to all other persons represented to it as having or being likely to claim, any interest or title in the property of the Financial Establishment or the person to whom the notice is issued calling upon such person to appear on the name date us that specified in the notice and make objection if he so desires to the attachment of the property or any portion thereof on the ground that he has an interest in such property or portion thereof.<p></p>(3) Any person claiming an interest in the property attached or any portion thereof may, notwithstanding that no notice has been served upon him under this section, make an objection as aforesaid to the Special Court at any time before an order is passed under sub­section (4) or sub-section (6).<p></p>(4) If no cause is shown and no objections are made on or before the specified date, the Special Court shall forthwith pass an order making the ad-interim order of attachment absolute and direct the competent authority to sell the property so attached by public auction and realise the sale proceeds.<p></p>(5) If cause is shown or any objection is made as aforesaid, the Special Court shall proceed to investigate the same, and in so doing, as regards the examinations of the parties and in all other respects, the Special Court shall, subject to the provisions of this Act, follow the procedure and exercise all the powers of a Court in hearing a suit under the Code of Civil Procedure, 1908, (Central Act V of 1908) and any person making an objection shall be required to adduce evidence to show that at the date of attachment he had some interest in the property attached.<p></p>(6) After investigation under sub-section (5), the Special Court shall pass an order within a period of one hundred and eighty days from the date of receipt of an application under sub-section (3) of section 4 either making the ad-interim order of attachment absolute or varying it by releasing a portion of the property from attachment or cancelling the ad-interim order of attachment and then direct the competent authority to sell this property so attached by public auction and realise the sale proceeds :<p></p>Provided that the Special Court shall not release from attachment any interest which it is satisfied that the Financial Establishment or the person referred to in sub-section (1) has in the property unless it is also satisfied that there will remain under attachment an amount or property of value not less than the value that is required for re-payment to the depositors of such Financial Establishment.<p></p>(8) The Special Court shall, on an application by the Competent authority, pass such order or issue such direction as may be necessary for the equitable distribution among the depositors, of the money attached or realised out of the sale  ;<p></p>Provided that the Special Court shall not release from attachment any interest which it is satisfied that the Financial<p></p>   Establishment or the person referred to in sub-section (1) has in the property unless it is also satisfied that there will remain under attachment an amount or property of value not less than the value that is required for re-payment to the depositors of such Financial Establishment.<p></p>"
			},
				
			{	"section_id": "8",
                "title": "8 :Attachment of property of mala fide transferees.",
                "content": "(I) Where the assets available for attachment of a Financial Establishment or other person referred to in section 3 are found to be less than the amount or value which such Financial Establishment is required to repay to the depositors and where the Special Court is satisfied by affidavit or otherwise that there is reasonable cause for believing that the said Financial Establishment has transferred (whether oiler the commencement of this Act or not) any of the property otherwise than in good faith and for consideration, the Special Court may, by notice, require any transferee of such property (whether or not he received the property directly from the said Financial Establishment) to uppear on a date to be specified in the notice and show cause why so much of the transferee's property as is equivalent to the proper value of the property transferred should not be attached.<p></p>(2) Where the said transferee does not appear and show cause on the specified date, or where after investigation in the manner provided in sub-section (5) of section 7, the Special Court is satisfied that the transfer of the property to the said transferee was not in good faith and for consideration, the Special Court shall order the attachment of so much of the said transferee's property as in the opinion of the Special Court equivalent to the proper value of the property transferred.<p></p>"
			},
			{	"section_id": "9",
                "title": "9 : Security in lieu of attachment.",
                "content": "Any Financial Establish­ment or person whose property has been or is about to be attached under this Act may, at any time, apply to the Special Court for permission to give security in lieu of such attachment and where the security offered and given is in the opinion of the Special Court, satisfactory, and sufficient, it may cancel, the ad interim order of attachment or, as the case may be, refrain from passing the order under sub-section (6) of Section 7.<p></p>"
			},
			{	"section_id": "10",
                "title": "10 :Administration of property attached.",
                "content": "The Special Court may, on the application of any person interested in any property attached under this Act, and after giving the Competent authority an opportunity of being heard, make such orders as the Special Court considers just and reasonable for —<p></p>(a) providing from such of the property attached as the applicant claims an interest in such sums as may be reasonably necessary for the maintenance of the applicant and of his family, and for expenses connected with the defence of the applicant where criminal proceedings have been instituted against him in the Special Court under section 5 ;<p></p>b) safeguarding so far as may be practicable the interest of any business affected by the attachment and in particular in the interest of any partners in such business.<p></p>"
			},
			{	"section_id": "11",
                "title": "11 :Appeal.",
                "content": "Any person including the Competent authority, if aggrieved by an order of the Special Court, may appeal to the High Court within thirty days from the date of order.<p></p>"
			},
			{	"section_id": "12",
                "title": "12 :Special Public Prosecutor.",
                "content": "The Government shall, by notification appoint one or more advocates of not less than ten years Handing as a Special Public Prosecutor for each of the Special Court for the purpose of conducting the cases in the Special Court.<p></p>"
			},
			{	"section_id": "13",
                "title": "13 :Procedure and powers of Special Court regarding offences.",
                "content": "(1) The Special Court may take cognizance of the offence without the accused being committed to it for trial and in trying the accused person, shall follow the procedure prescribed in the Code of Criminal Procedure, 1973 (Central Act 2 of 1974) for tht trial Of warrant cases by Magistrates.<p></p>(2) The provisions of the Code of Criminal Procedure, 1973 (Central Act 2 of 1974) shall, so for as may be, apply to the proceedings before a Special Court and for the purpose of the said provisions, a Special Court shall be deemed to be a Magistrate.<p></p>"
			}
			
		  ],
		  
		  "5":[
			{	"section_id": "14",
                "title": "14 :Act to override other laws.",
                "content": "Save as otherwise provided in this Act, the provisions of this Act shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force or any custom or usage or any instrument having effect by virtue of any such law.<p></p>"
			},
			{	"section_id": "15",
                "title": "15 :Power to make rules.",
                "content": "(1) The Government may make rules for carrying out the provisions of this Act.<p></p>"
				}
			
		  ]
		}
		
	}